Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

# Disable Lesson Progression Label
source: Disable %s Progression
fr_fr: Désactiver la progression de la leçon %s

# Disable the feature that allows attempting lessons only in allowed order.
source: Disable the feature that allows attempting %s only in allowed order.
fr_fr: Désactiver le mécanisme d'enchaînement des %s dans un ordre pré-établi.

source: Expire Access
fr_fr: Accès Expiré

source: Leave this field unchecked if access never expires.
fr_fr: Laisser cette case décochée s'il n'y a pas de date limite d'accès à la formation.

source: Expire Access After (days)
fr_fr: Accès fermé après (jours)

# Enter the number of days a user has access to this course.
source: Enter the number of days a user has access to this %s.
fr_fr: Indiquer ici le nombre de jours pendant lequel un utilisateur a accès au %s.

# Delete Course and Quiz Data After Expiration Label
source: Delete %1$s and %2$s Data After Expiration
fr_fr: Supprimer le %s et les données de les données du %s après l'expiration de l'échéance

# placeholder: course
source: Select this option if you want the user's %s progress to be deleted when their access expires.
fr_fr: Cocher cette option si vous souhaitez que la progression du %s de l'utilisateur soit effacée lorsque son accès expire.

# Hide Course Content Table Label
source: Hide %s Content Table
fr_fr: Cacher la Table des Matières de la %s

# Select a certificate to be awarded upon course completion (optional).
source: Select a certificate to be awarded upon %s completion (optional).
fr_fr: Choisissez un certificat à être décerné lors de la fin de la %s (optionnel).

# placeholder: Lesson
source: LearnDash %s Settings
fr_fr: LearnDash %s paramètres

# Options for lesson materials
source: Options for %s materials
fr_fr: Options pour les matériels de %s

# Associated Course Label
source: Associated %s
fr_fr: %s associé

# Associate this lesson with a course.
source: Associate this %1$s with a %2$s.
fr_fr: Associer cet %1$s à un %2$s.

# Forced Lesson Timer Label
source: Forced %s Timer
fr_fr: Timer %s forcé

# placeholder: Lesson
source: Minimum time a user has to spend on %s page before it can be marked complete. Examples: 40 (for 40 seconds), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec
fr_fr: Temps minimum qu'un utilisateur doit passer sur une page de %s avant de pouvoir marquer la leçon comme complétée. Par exemple: 40 (pour 40 secondes), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec

source: Upload Assignment
fr_fr: Rendre le devoir (upload)

source: Check this if you want to make it mandatory to upload assignment
fr_fr: Case à cocher pour rendre obligatoire le téléversement d'un devoir

source: Auto Approve Assignment
fr_fr: Approbation automatique du devoir

source: Check this if you want to auto-approve the uploaded assignment
fr_fr: Cochez ceci seulement si vous voulez auto-approuver le devoir téléversé

source: Limit number of uploaded files
fr_fr: Limiter le nombre de fichiers téléchargés

source: Default is 1
fr_fr: La valeur par défaut est 1

source: Enter the maximum number of assignment uploads allowed. Default is 1. Use 0 to unlimited.
fr_fr: Entrez le nombre maximal de téléchargements d'affectation autorisés. La valeur par défaut est 1. Utilisez 0 pour illimité.

source: Allow Student to Delete own Assignment(s)
fr_fr: Autoriser l'étudiant à supprimer ses propres devoirs

source: Award Points for Assignment
fr_fr: Points recompense pour la mission

source: Allowed File Extensions
fr_fr: Extensions de fichier autorisées

source: Example: pdf, xls, zip
fr_fr: Exemple: PDF, xls, zip

source: Enter comma-separated list of allowed file extensions: pdf, xls, zip or leave blank for any.
fr_fr: Entrez une liste de domaines exclus séparés par des virgules ou laisser en blanc. \nExemple: example.com,mycomp.test.com,localhost.

source: Allowed File Size
fr_fr: Taille de fichier autorisée

# placeholder: PHP file upload size
source: Maximum upload file size: %s
fr_fr: Taille maximale de téléversement : %s

# placeholder: PHP file upload size
source: Enter maximim file upload size. Example: 100KB, 2M, 2MB, 1G. Maximum upload file size: %s
fr_fr: Entrez la taille de téléchargement maximum. Exemple: 100 Ko, 2m, 2MB, 1g. Taille maximale du fichier de téléchargement: %s

# placeholder: Lesson
source: Sample %s
fr_fr: Échantillon gratuit de %s

# Check this if you want this lesson and all its topics to be available for free.
source: Check this if you want this %1$s and all its %2$s to be available for free.
fr_fr: Cochez cette case si vous voulez que cette %1$s et tous ses %2$s soit disponible gratuitement.

# Make Lesson Visible X Days After Sign-up
source: Make %s visible X Days After Sign-up
fr_fr: Rendre cette %s visible X jours après l'inscription

# Make lesson visible ____ days after sign-up
source: Make %s visible ____ days after sign-up
fr_fr: Rendre cette %s visible ____ jours après l'inscription

# Make Lesson Visible on Specific Date
source: Make %s Visible on Specific Date
fr_fr: Rendre la leçon %s visible à une date précise

# placeholder: Topic
source: LearnDash %s Settings
fr_fr: LearnDash %s paramètres

# Options for topic materials
source: Options for %s materials
fr_fr: Options pour les matériels de %s

# placeholders: topic, course
source: Associate this %s with a %s.
fr_fr: Associer ce %s à %s.

# Associated Lesson Label
source: Associated %s
fr_fr: %s associé

# Associate this topic with a lesson.
source: Associate this %1$s with a %2$s.
fr_fr: Associer cet %1$s à un %2$s.

# Forced Topic Timer Label
source: Forced %s Timer
fr_fr: Timer %s forcé

# Minimum time a user has to spend on Topic page Label
source: Minimum time a user has to spend on %s page before it can be marked complete. Examples: 40 (for 40 seconds), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec
fr_fr: Temps minimum qu'un utilisateur doit passer sur une page de %s avant de pouvoir marquer la leçon comme complétée. Par exemple: 40 (pour 40 secondes), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec

source: Example: pdf,xls,zip
fr_fr: Exemple: PDF, xls, zip

source: Enter comma-separated list of allowed file extensions: pdf,xls,zip or leave blank for any.
fr_fr: Entrez la liste séparée par des virgules des extensions de fichier autorisées: PDF, xls, zip ou laissez vide pour tout.

# placeholder: Quiz
source: LearnDash %s Settings
fr_fr: LearnDash %s paramètres

# Options for quiz materials
source: Options for %s materials
fr_fr: Options pour les matériels de %s

source: Repeats
fr_fr: Répétitions

# Number of repeats allowed for quiz
source: Number of repeats allowed for %s. Blank = unlimited attempts. 0 = 1 attempt, 1 = 2 attempts, etc.
fr_fr: Nombre de répétitions permises pour ce %s. Vide = nombre illimité. 0 =1 répétition, 1 = 2 répétitions, etc.

source: Minimum score required to award a certificate, between 0 and 1 where 1 = 100%.
fr_fr: Résultat de quiz requis pour recevoir un certificat, entre 0 et 1 où 1=100 %. Par exemple: 0.8 = 80%.

source: Passing Percentage
fr_fr: Pourcentage d'obtention

# Passing percentage required to pass the quiz (number only). e.g. 80 for 80%.
source: Passing percentage required to pass the %s (number only). e.g. 80 for 80%%.
fr_fr: Pourcentage requis pour réussir le %s (chiffres seulement). Par exemple: 80 = 80%%.

# Associate this %s with a course.
source: Associate this %s with a %s.
fr_fr: Associer ce %s à %s.

# Associate this quiz with a lesson.
source: Associate this %s with a %s.
fr_fr: Associer ce %s à %s.

source: Preview
fr_fr: Prévisualisation

# placeholder: Question
source: LearnDash %s Settings
fr_fr: LearnDash %s paramètres

# Associated Quiz Label
source: Associated %s
fr_fr: %s associé

# Associate this question with a quiz.
source: Associate this %1$s with a %2$s.
fr_fr: Associer cet %1$s à un %2$s.

# Add New Certificate Label
source: Add New
fr_fr: Ajouter nouveau

# Certificate Published
source: %s Published
fr_fr: %s Publié

# Certificate Published Privately
source: %s Published Privately
fr_fr: %s Publié en Privé

# Certificate Reverted to Draft
source: %s Reverted to Draft
fr_fr: %s Retourné au brouillon

# Certificate Scheduled
source: %s Scheduled
fr_fr: %s Planifié

# Certificate Updated
source: %s Updated
fr_fr: %s Mise à jour

source: Certificates
fr_fr: Certificats

source: LearnDash Certificates Options
fr_fr: Options des certificats LearnDash

source: LearnDash Transactions Options
fr_fr: Options de transactions LearnDash

source: Click the Export button below to export the transaction list.
fr_fr: Appuyez sur le bouton "Export" ci-dessous pour exporter la liste de transactions.

source: day(s)
fr_fr: jour(s)

source: week(s)
fr_fr: semaine(s)

source: month(s)
fr_fr: les mois

source: year(s)
fr_fr: années

source: Security Check - If you receive this in error, log out and back in to WordPress
fr_fr: Vérification de sécurité - Si vous recevez cette erreur, veuillez vous déconnecter et vous reconnecter à votre compte WordPress

# Export User Course Data Label
source: Export User %s Data &raquo;
fr_fr: Exporter les données de cours de l'utilisateur %s &raquo;

# Export Quiz Data Label
source: Export %s Data &raquo;
fr_fr: Exporter données de quiz %s &raquo;

source: Export &raquo;
fr_fr: Exporter »

# Select a Course Label
source: -- Select a %s --
fr_fr: Choisir un %s

# Select a Lesson or Topic Label
source: -- Select a %s or %s --
fr_fr: -- Sélectionner un %s ou %s --

# Select a Quiz Label
source: -- Select a %s --
fr_fr: Choisir un %s

# Select a Lesson Label
source: -- Select a %s --
fr_fr: Choisir un %s

# placeholder: method name
source: Method %s doesn't exist
fr_fr: La méthode %s n'existe pas

source: LearnDash Categories
fr_fr: Catégories LearnDash

source: Loading...
fr_fr: Chargement...

# Select a Lesson Topic Label
source: -- Select a %s or %s --
fr_fr: -- Sélectionner un %s ou %s --

source: Valid range is 1 to 90 when the Billing Cycle is set to days.
fr_fr: La plage valide est de 1 à 90 lorsque le cycle de facturation est fixé à jour.

source: Valid range is 1 to 52 when the Billing Cycle is set to weeks.
fr_fr: La plage valide est de 1 à 52 lorsque le cycle de facturation est réglé sur semaine.

source: Valid range is 1 to 24 when the Billing Cycle is set to months.
fr_fr: La plage valide est de 1 à 24 lorsque le cycle de facturation est réglé sur mois.

source: Valid range is 1 to 5 when the Billing Cycle is set to years.
fr_fr: La plage valide est de 1 à 5 lorsque le cycle de facturation est fixé aux années.

source: Upload Image
fr_fr: Télécharger image

source: Month
fr_fr: Mois

source: Day
fr_fr: Jour

source: Year
fr_fr: Année

source: Hour
fr_fr: Heure

source: characters. Most search engines use a maximum of %s chars for the %s.
fr_fr: caractères. La plupart des moteurs de recherche utilisent un maximum de %s chars pour les %s.

source: Click for Help!
fr_fr: Cliquez pour de l'aide !

source: Options Reset.
fr_fr: Options réinitialisées.

source: Options Updated.
fr_fr: Options mises à jour.

source: Update Options
fr_fr: Mise à jour des options

source: Reset to Defaults
fr_fr: Réinitialiser les paramètres par défaut

# placeholders: Language Name, Language code
source: Translation installed: %1$s (%2$s)
fr_fr: La traduction a été installée : %1$s (%2$s)

# placeholders: Language Name, Language code
source: Translation updated: %1$s (%2$s)
fr_fr: La traduction a été mise à jour : %1$s (%2$s)

# placeholders: Language Name, Language code
source: Translation removed: %1$s (%2$s)
fr_fr: La traduction a été supprimée : %1$s (%2$s)

source: No translations available for this plugin.
fr_fr: Aucune traduction disponible pour ce plugin.

source: Download the original strings (POT) File.
fr_fr: Téléchargez le fichier de chaînes original (POT).

source: Download POT File from your server.
fr_fr: Télécharger fichier POT depuis votre serveur.

source: Installed Translations
fr_fr: Traductions d’installées

source: Name / Native
fr_fr: Nom/natif

source: Download
fr_fr: Téléchargement

source: No Translations installed
fr_fr: Aucune traduction installée

# placeholder: Language directory
source: All translations are stored into the directory: %s
fr_fr: Toutes les traductions sont stockées dans le répertoire: %s

source: The language directory is not writable
fr_fr: Le répertoire de langue n'est pas accessible en écriture

source: Not from LearnDash
fr_fr: N'appartient pas à LearnDash

source: Download PO File from your server.
fr_fr: Télécharger le fichier PO depuis votre serveur.

source: Remove translation frm server
fr_fr: Supprimer la traduction du serveur

source: Update translation from LearnDash
fr_fr: Mise à jour de la traduction de LearnDash

source: Update
fr_fr: Mettre à jour

source: Available Translations
fr_fr: Traductions disponibles

source: -- Install Translation --
fr_fr: -- Installer la traduction --

source: Recommended
fr_fr: Recommandé

source: Available
fr_fr: Disponible

source: Install
fr_fr: Installer

# placeholders: course
source: LearnDash - %s attempt and score information of users. Visible only to users logged in.
fr_fr: LearnDash - %s entamés et résultats des utilisateurs. Visible seulement aux utilisateurs connectés.

source: Registered show thumbnail:
fr_fr: Vignette d'exposition inscrit :

source: Yes (default)
fr_fr: Oui (par défaut)

source: Registered per page:
fr_fr: Enregistré par page :

# placeholders: default per page
source: Default is %d. Set to zero for no pagination.
fr_fr: La valeur par défaut est %d. Set à zéro pour supprimer la pagination.

source: Registered order by:
fr_fr: Enregistré:

source: Title (default) - Order by post title
fr_fr: Titre (par défaut) - Trier par titre d'article

source: ID - Order by post id
fr_fr: Trier par ID de publication

source: Registered order:
fr_fr: Trier par Inscrit :

source: ASC (default) - lowest to highest values
fr_fr: ASC (par défaut) - valeurs du plus bas au plus haut

source: DESC - highest to lowest values
fr_fr: DESC - des plus hautes aux plus basses valeurs (par défaut)

# placeholder: course
source: %s progress per page:
fr_fr: %s progression par page :

source: Progress order by:
fr_fr: Ordre de progression par:

source: Progress order:
fr_fr: Ordre de tri de la progression :

# placeholder: quizzes
source: %s per page:
fr_fr: %s par page :

# placeholder: quizzes
source: %s order by:
fr_fr: %s ID:

# learndash
source: Date Taken (default) - Order by date taken
fr_fr: Date prise (par défaut) - Ordonner par date prise

# placeholder: quizzes
source: %s order:
fr_fr: %s commande:

source: DESC (default) - highest to lowest values
fr_fr: DESC (par défaut) - valeurs plus élevées aux valeurs les plus basses

# Show Course Quizzes?
source: Show %1$s %2$s?
fr_fr: Voir %1$s %2$s ?

# Show Lesson Quizzes
source: Show %1$s %2$s?
fr_fr: Voir %1$s %2$s ?

# Show Topic Quizzes?
source: Show %1$s %2$s?
fr_fr: Voir %1$s %2$s ?

# placeholder: Course
source: No associated %s
fr_fr: Aucun %s associé

source: Categories
fr_fr: Catégories

source: Select category
fr_fr: Choisir une catégorie

# placeholder: LD Category label
source: Select %s
fr_fr: Sélectionner %s

source: Not Started
fr_fr: Pas commencé

# Course access will expire on:
source: %s access will expire on:
fr_fr: l'accès au %s expirera le :

# Course access expired on:
source: %s access expired on:
fr_fr: l'accès au %s est expiré depuis le :

# Previous Lesson Label
source: Previous %s
fr_fr: %s précédent

# Previous Topic Label
source: Previous %s
fr_fr: %s précédent

# Next Lesson Label
source: Next %s
fr_fr: %s suivant

# Next Topic Label
source: Next %s
fr_fr: %s suivant

# placeholder: completed steps, total steps
source: %1$d out of %2$d steps completed
fr_fr: %1$d étape(s) terminée(s) sur %2$d

# placeholders: course
source: LearnDash %s progress bar
fr_fr: Barre de progression LearnDash pour %s

# Course Progress Bar Label
source: %s Progress Bar
fr_fr: Progress Bar %s

source: Enable Video Progression
fr_fr: Désactiver la progression de leçon

source: Check this if you want to show a video as part of the progression.
fr_fr: Case à cocher pour rendre obligatoire le téléchargement d'un devoir.

source: Video URL
fr_fr: URL Vidéo

# placeholder: Lesson, admin URL to [ld_video] shortcode.
source: URL to video. The video will be added above the %s content. Use the shortcode %s to position the player within content. Supported URL formats are YouTube (youtu.be, youtube.com), Vimeo (vimeo.com), Wistia (wistia.com), or Local videos. The value for this field can be a simple URL to the video, an iframe or either [video] or [embed] shortcodes.
fr_fr: URL vers la vidéo. La vidéo sera ajoutée au-dessus du contenu %s. Utilisez le shortcode %s pour positionner le lecteur dans le contenu. Les formats d'URL pris en charge sont YouTube (youtu.be, youtube.com), Vimeo (vimeo.com), Wistia (wistia.com) ou des vidéos locales. La valeur de ce champ peut être une URL simple à la vidéo, un IFRAME ou soit [vidéo] ou [incorporer] shortcodes.

source: Check this if you want the video to auto-start on page load.
fr_fr: Case à cocher pour rendre obligatoire le téléchargement d'un devoir.

source: Show Video Controls
fr_fr: Afficher les commandes de la vidéo

source: Select when to show video in relation to sub-steps.
fr_fr: Choisir quand montrer la vidéo par rapport aux sous-étapes.

# placeholder: Lesson
source: Auto Complete %s
fr_fr: %s achevé

source: Hide Complete Button
fr_fr: Cacher le bouton "Complété"

# placeholder: Topic, admin URL to [ld_video] shortcode.
source: URL to video. The video will be added above the %s content. Use the shortcode %s to position the player within content. Supported URL formats are YouTube (youtu.be, youtube.com), Vimeo (vimeo.com), Wistia (wistia.com), or Local videos. The value for this field can be a simple URL to the video, an iframe or either [video] or [embed] shortcodes.
fr_fr: URL vers la vidéo. La vidéo sera ajoutée au-dessus du contenu %s. Utilisez le shortcode %s pour positionner le lecteur dans le contenu. Les formats d'URL pris en charge sont YouTube (youtu.be, youtube.com), Vimeo (vimeo.com), Wistia (wistia.com) ou des vidéos locales. La valeur de ce champ peut être une URL simple à la vidéo, un IFRAME ou soit [vidéo] ou [incorporer] shortcodes.

# placeholder: Topic
source: Auto Complete %s
fr_fr: %s achevé

# placeholder: Course, Course
source: %1$s ID is required when not used within a %2$s.
fr_fr: %1$s ID est requis lorsqu'il n'est pas utilisé dans un %2$s.

# placeholder: Course
source: Invalid %1$s ID.
fr_fr: ID%1$s non valide.

source: Please enable one or more 'Show' options within the Block Settings.
fr_fr: Veuillez activer une ou plusieurs options 'Affichage' dans les paramètres de bloc.

# placeholder: Course
source: %s Price Type must be Free, PayNow or Subscribe.
fr_fr: %s le type de prix doit être libre, PayNow ou s'abonner.

source: Settings
fr_fr: (Paramètres)

source: User ID
fr_fr: ID de l'utilisateur

source: [course_content] shortcode output shown here
fr_fr: [course_content] shortcode sortie affichée ici

source: Show Preview
fr_fr: Afficher l'aperçu

source: Label After
fr_fr: Etiquette après

source: Enter a User ID to test preview
fr_fr: Entrez un ID utilisateur pour tester l'aperçu

source: [ld_course_expire_status] shortcode output shown here
fr_fr: [ld_course_expire_status] shortcode sortie affichée ici

source: Label Before
fr_fr: Etiquette avant

source: Show Thumbnail
fr_fr: Afficher l'image miniature

source: per page
fr_fr: par page

source: Order by
fr_fr: Trier par

source: Date Taken (default) - Order by date taken
fr_fr: Date prise (par défaut) - Ordonner par date prise

source: Order
fr_fr: Ordre

source: [ld_course_info] shortcode output shown here
fr_fr: [ld_course_info] shortcode sortie affichée ici

source: Grid Settings
fr_fr: Configuration de la grille

source: Show Grid
fr_fr: Afficher la Grille

source: Show Progress Bar
fr_fr: Afficher la barre de progression

source: Columns
fr_fr: Colonnes

source: Show Content
fr_fr: Montrer le contenu

source: My Courses
fr_fr: Mes cours

source: WP Category Settings
fr_fr: Paramètres de catégorie WP

source: WP Tag Settings
fr_fr: Paramètres du tag WP

source: [ld_course_list] shortcode output shown here
fr_fr: [ld_course_list] shortcode sortie affichée ici

source: [learndash_course_progress] shortcode output shown here
fr_fr: [learndash_course_progress] shortcode sortie affichée ici

source: Cumulative Percentage
fr_fr: Pourcentage Cumulatif

source: Aggregate Percentage
fr_fr: Pourcentage Total

source: This can be used to change the date format. Default: "F j, Y, g:i a.
fr_fr: Cela peut être utilisé pour modifier le format de date. Par défaut: "F j, Y, g:i a.

source: Decimals
fr_fr: Décimales

source: [courseinfo] shortcode output shown here
fr_fr: [courseInfo] shortcode sortie affichée ici

source: Show
fr_fr: Montrer

source: Completed On (date)
fr_fr: Achevé le (date)

source: This block shows the content if the user is enrolled into the Group.
fr_fr: Ce bloc affiche le contenu si l'utilisateur est inscrit dans le groupe.

source: Group ID
fr_fr: Identifiant (ID) du groupe

source: Group ID (required)
fr_fr: ID de groupe (requis)

source: Group ID is required.
fr_fr: ID de groupe est nécessaire.

source: [ld_lesson_list] shortcode output shown here
fr_fr: [ld_lesson_list] sortie shortcode illustrée ici

source: [learndash_payment_buttons] shortcode output shown here
fr_fr: [learndash_payment_buttons] shortcode sortie affichée ici

source: LearnDash Payment Buttons
fr_fr: Boutons de paiement LearnDash

source: Show Profile Link
fr_fr: Afficher le lien du profil

source: [ld_profile] shortcode output shown here
fr_fr: [ld_profile] shortcode sortie affichée ici

source: LearnDash Profile
fr_fr: LearnDash profil

source: [ld_quiz_list] shortcode output shown here
fr_fr: [ld_quiz_list] sortie shortcode illustrée ici

source: LearnDash Student
fr_fr: Étudiant LearnDash

source: [ld_topic_list] shortcode output shown here
fr_fr: [ld_topic_list] sortie shortcode illustrée ici

source: Preview User ID
fr_fr: Aperçu de l'ID utilisateur

source: [ld_user_course_points] shortcode output shown here
fr_fr: [ld_user_course_points] shortcode sortie affichée ici

source: LearnDash User Groups
fr_fr: LearnDash groupes d'utilisateurs

source: This block displays the list of groups users are assigned to as users or leaders.
fr_fr: Ce bloc affiche la liste des groupes auxquels les utilisateurs sont affectés en tant qu'utilisateurs ou leaders.

source: [user_groups] output shown here
fr_fr: [user_groups] sortie affichée ici

source: [usermeta] shortcode output shown here
fr_fr: [usermeta] shortcode sortie affichée ici

source: LearnDash User meta
fr_fr: LearnDash utilisateur Meta

source: This block displays User meta field
fr_fr: Ce bloc affiche le champ Meta utilisateur

source: Field
fr_fr: Champ

source: User Login
fr_fr: login utilisateur

source: User Display Name
fr_fr: Nom d'affichage de l'utilisateur

source: User Nicename
fr_fr: utilisateur Nicename

source: User First Name
fr_fr: Prénom de l’utilisateur

source: User Last Name
fr_fr: Nom de famille de l'utilisateur

source: User Nickname
fr_fr: Nom d'utilisateur

source: User Email
fr_fr: Email de l'utilisateur

source: User URL
fr_fr: URL de l'utilisateur

source: User Description
fr_fr: Description

source: LearnDash Visitor
fr_fr: LearnDash visiteur

# placeholder: Course
source: LearnDash %s Complete
fr_fr: LearnDash %s complet

# placeholder: Course
source: LearnDash %s Content
fr_fr: Contenu de LearnDash %s

# placeholder: Course
source: LearnDash %s Expire Status
fr_fr: LearnDash %s expire État

# placeholder: Course
source: Show %s Progess
fr_fr: Afficher %s progrès

# placeholder: Course
source: %s Progress
fr_fr: Progression de la %s
