Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

source: You can specify multiple options for a search word. Enclose the word with [ ] e.g. <span style="font-style: normal; letter-spacing: 2px;"> "I {[play][love][hate]} soccer" </span>. In this case answers play, love OR hate are correct.
fr_fr: Vous pouvez spécifier plusieurs options pour un terme recherché. Entourez le mot avec [], par exemple <span style="font-style: normal; letter-spacing: 2px;"> "Il {[joue] [aime] [déteste]} le football " </ span>. Dans ce cas, les réponses joue, aime ou déteste sont correctes.

source: If mode "Different points for every answer" is activated, you can assign points with |POINTS. Otherwise 1 point will be awarded for every answer.
fr_fr: Si le mode "Des points différents pour chaque question" est activé, vous pouvez assigner des points avec |POINT. Sinon, 1 point sera attribué pour chaque bonne réponse.

source: e.g. "I {play} soccer, with a {ball|3}" - "play" gives 1 point and "ball" 3 points.
fr_fr: Exemple: Je {joue} au football, avec une {balle|3}" - "jouer" donne 1 point et "balle" 3 points.

source: Here you can create an assessment question.
fr_fr: Ici, vous pouvez créer une question d’évaluation.

source: Enclose a assesment with {}. The individual assessments are marked with [].
fr_fr: Entrez une échelle d'évaluation par ligne. Entourez chaque échelle d'évaluation avec {}, entourez chaque niveau de l'échelle avec [].

source: The number of options in the maximum score.
fr_fr: Le nombre de niveaux de l'échelle détermine le nombre de points maximum de l'échelle, par exemple une échelle de 5 niveaux donne de 1 à 5 points.

source: less true { [1] [2] [3] [4] [5] } more true
fr_fr: pas du tout { [1] [2] [3] [4] [5] } tout à fait

source: Demo
fr_fr: Démo

source: less true { [a] [b] [c] } more true
fr_fr: pas du tout [a] [b] [c] } tout à fait

source: Text Box
fr_fr: Boîte de Texte

# placeholders: course
source: This is a question that can be graded and potentially prevent a user from progressing to the next step of the %s.
fr_fr: Ceci est une question qui peut être évaluée et potentiellement empêcher un utilisateur de progresser à la prochaine étape de la %s.

source: The user can only progress if the essay is marked as "Graded" and if the user has enough points to move on.
fr_fr: L'utilisateur ne peut progresser que si la rédaction est marquée comme "Notée" et si l'utilisateur a assez de points pour continuer.

# placeholders: quiz
source: How should the answer to this question be marked and graded upon %s submission?
fr_fr: Comment la réponse à cette question devrait être marqué et classé sur la présentation %s de?

source: -- Select --
fr_fr: -- Sélectionner --

source: Not Graded, No Points Awarded
fr_fr: Pas noté, nombre maximal de points pas attribué

source: Not Graded, Full Points Awarded
fr_fr: Pas noté, nombre maximal de points attribué

source: Graded, Full Points Awarded
fr_fr: Noté, nombre maximal de points attribué

# placeholder: Questions
source: %s sorted
fr_fr: %s triés

source: Total
fr_fr: défaut

source: Add question
fr_fr: Ajouter une question

source: Save order
fr_fr: Enregistrer la cde

# Copy questions from another Quiz
source: Copy questions from another %s
fr_fr: Copier les questions depuis un autre %s

# placeholders: quiz, quiz
source: Here you can copy questions from another %s into this %s. (Multiple selection enabled)
fr_fr: Ici vous pouvez copier des questions d'un autre %s dans ce %s. (La sélection multiple est activée)

source: Copy questions
fr_fr: Copier des questions

# Hide quiz title
source: Hide %s title
fr_fr: Masquer le titre de %s

source: Hide title
fr_fr: Masquer le titre

# The title serves as quiz heading.
source: The title serves as %s heading.
fr_fr: Le titre est utilisé comme entête du %s

# Hide "Restart quiz" button
source: Hide "Restart %s" button
fr_fr: Cacher le bouton "Redémarrer le %s"

# Hide the "Restart quiz" button in the Frontend.
source: Hide the "Restart %s" button in the Frontend.
fr_fr: Cacher le bouton "Redémarrer le %s" dans l'application.

# Protect Quiz Answers in Browser Cookie
source: Protect %s Answers in Browser Cookie
fr_fr: Protégez les réponses de %s dans le cookie du navigateur

# Use cookies for Quiz Answers
source: Use cookies for %s Answers
fr_fr: Utiliser les cookies pour les réponses %s

# Execute quiz only once
source: Execute %s only once
fr_fr: Exécuter %s une seule fois

# placeholders: quiz, quiz
source: If you activate this option, the user can complete the %1$s only once. Afterwards the %2$s is blocked for this user.
fr_fr: Si vous activez cette option, l'utilisateur peut compléter le %1$s une fois et une seule. Ensuite, le %2$s est bloqué pour cet utilisateur.

source: This option applies to:
fr_fr: Cette option s'applique uniquement à :

source: all users
fr_fr: Tous les usagers

source: registered useres only
fr_fr: utilisateurs enregistrés seulement

source: user identification by cookie
fr_fr: identification de l'utilisateur par cookie

source: If you activate this option, a cookie is set additionally for unregistrated (anonymous) users. This ensures a longer assignment of the user than the simple assignment by the IP address.
fr_fr: Si vous activez cette option, un cookie est généré aussi pour les utilisateurs non enregistrés (anonymes). Ceci permet une assignation plus longue de l'utilisateur par rapport à l'assignation par adresse IP.

source: Reset the user identification
fr_fr: Réinitialiser l'identification de l'utilisateur

source: User identification has been reset.
fr_fr: L'identification de l'utilisateur a été réinitialisé.

source: Resets user identification for all users.
fr_fr: Réinitialiser les identifications individuelles de tous les utilisateurs

source: Show only specific number of questions
fr_fr: Montrer seulement un nombre spécifique de questions

source: If you enable this option, maximum number of displayed questions will be X from X questions. (The output of questions is random)
fr_fr: Si vous activez cette option, le nombre maximal de questions affichées sera de X sur Y questions. (Le tirage des questions est aléatoire)

source: How many questions should be displayed simultaneously:
fr_fr: Combien de questions doivent être affichées en même temps :

source: in percent
fr_fr: en pourcentage

source: Prerequisites
fr_fr: Conditions préalables

# placeholders: quiz, quiz
source: If you enable this option, you can choose %1$s, which user have to finish before he can start this %2$s.
fr_fr: Si vous activez cette option, vous pouvez choisir un %1$s que l'utilisateur doit finir avant de commencer ce %2$s.

# placeholders: quizzes
source: In all selected %s statistic function have to be active. If it is not it will be activated automatically.
fr_fr: Dans tous les %s choisis la fonction doit être activée. Si ce n'est pas le cas, ce sera fait automatiquement.

# Prerequisites (This quiz has to be finished)
source: Prerequisites (This %s has to be finished)
fr_fr: Prérequis (Ce %s doit être terminé)

source: Question overview
fr_fr: Aperçu de la question

source: Add at the top of the quiz a question overview, which allows easy navigation. Additional questions can be marked "to review".
fr_fr: Ajouter en haut du test un aperçu question, ce qui permet une navigation facile. Des questions supplémentaires peuvent être marqués "A examiner".

# placeholders: quiz, quiz
source: Additional %s overview will be displayed, before %s is finished.
fr_fr: Une vue d'ensemble de %s supplémentaire sera affichée avant la fin de %s.

# placeholders: quiz, quiz
source: If you enable this option, no %1$s overview will be displayed, before finishing %2$s.
fr_fr: Si vous activez cette option, aucun %1$s du test ne sera affiché avant de terminer le %2$s.

source: If you enable this option, user won't be able to skip question. (only in "Overview -> next" mode). User still will be able to navigate over "Question-Overview"
fr_fr: Si vous activez cette option, l'utilisateur ne pourra pas passer la question. (uniquement en mode "Aperçu -> suivant "). L'utilisateur pourra cependant naviguer sur "Vue d'ensemble de la question"

source: Admin e-mail notification
fr_fr: Gérer les notifications de l'email administrateur

source: for registered users only
fr_fr: uniquement pour utilisateurs inscrits

source: for all users
fr_fr: Pour tous les utilisateurs

# placeholders: quiz
source: If you enable this option, you will be informed if a user completes this %s.
fr_fr: Si vous activez cette option, vous serez informé lorsqu'un utilisateur termine ce %s.

source: E-Mail settings can be edited in global settings.
fr_fr: Les paramètres d'email peuvent être modifiés dans les paramètres globaux.

source: User e-mail notification
fr_fr: Gérer les notifications de l'email utilisateur

# placeholders: quiz
source: If you enable this option, an email is sent with his %s result to the user. (only registered users)
fr_fr: Si vous activez cette option, un email est envoyé avec les résultats du %s à l'utilisateur. (uniquement les utilisateurs enregistrés)

source: Autostart
fr_fr: Démarrage automatique

# placeholders: quiz
source: If you enable this option, the %s will start automatically after the page is loaded.
fr_fr: Si vous activez cette option, le %s démarre automatiquement après le chargement de la page.

# placeholders: quiz
source: Only registered users are allowed to start the %s
fr_fr: Seulement les utilisateurs inscrits peuvent commencer ce %s

# placeholders: quiz
source: If you enable this option, only registered users allowed start the %s.
fr_fr: Si vous activez cette option, seulement les utilisateurs inscrits peuvent commencer le %s.

source: Select Template
fr_fr: Sélectionner un modèle

source: Show average points
fr_fr: Afficher la moyenne de points

source: Statistics-function must be enabled.
fr_fr: La fonction -Statistiques doit être activée.

source: Show category score
fr_fr: Afficher le score par catégorie

source: If you enable this option, the results of each category is displayed on the results page.
fr_fr: Si vous activez cette option, les résultats de chaque catégorie seront affichés sur la page de résultats.

source: Hide correct questions - display
fr_fr: Afficher : "Masquer les questions correctes"

source: If you select this option, no longer the number of correctly answered questions are displayed on the results page.
fr_fr: Si vous sélectionnez cette option, le nombre de questions répondues correctement ne sera pas affiché sur la page de résultats.

# Hide quiz time - display
source: Hide %s time - display
fr_fr: Masquer le temps de %s - affichage

# placeholders: quiz
source: If you enable this option, the time for finishing the %s won't be displayed on the results page anymore.
fr_fr: Si vous activez cette option, le temps pour finir le %s ne sera plus affiché sur la page de résultats.

source: Hide score - display
fr_fr: Afficher : "Masquer le score"

source: If you enable this option, final score won't be displayed on the results page anymore.
fr_fr: Si vous activez cette option, le score final ne sera plus affiché sur la page de résultats.

source: Show points
fr_fr: Montrer les points

# placeholders: quiz
source: Shows in %s, how many points are reachable for respective question.
fr_fr: Montre dans le %s, combien de points sont accessibles pour chaque question.

source: Number answers
fr_fr: Numéroter les réponses

source: If this option is activated, all answers are numbered (only single and multiple choice)
fr_fr: Si cette option est activée, toutes les réponses sont numérotées (pour choix simple ou choix multiple)

source: Hide correct- and incorrect message
fr_fr: Masquer message avec réponse correcte / incorrecte

source: If you enable this option, no correct- or incorrect message will be displayed.
fr_fr: Si vous activez cette option, aucun message "correct" ou "incorrect" ne sera affiché.

source: Correct and incorrect answer mark
fr_fr: Marque de la réponse correcte et incorrecte

source: If you enable this option, answers won't be color highlighted as correct or incorrect.
fr_fr: Si vous activez cette option, les réponses ne seront pas surlignées comme correcte ou incorrecte.

source: Force user to answer each question
fr_fr: Forcer l'utilisateur à répondre à chaque question

source: If you enable this option, the user is forced to answer each question.
fr_fr: Si vous activez cette option, l'utilisateur est obligé de répondre à chaque question.

source: If the option "Question overview" is activated, this notification will appear after end of the quiz, otherwise after each question.
fr_fr: Si l'option «Aperçu de question" est activée, cette notification apparaîtra après la fin du test, sinon après chaque question.

source: Hide question position overview
fr_fr: Masquer la position de la vue d'ensemble des questions

source: If you enable this option, the question position overview is hidden.
fr_fr: Si vous activez cette option, le position de la vue d'ensemble des questions sera masqué.

source: Hide question numbering
fr_fr: Masquer la numérotation des questions

source: If you enable this option, the question numbering is hidden.
fr_fr: Si vous activez cette option, la numérotation des questions est cachée.

source: Display category
fr_fr: Afficher la Catégorie

source: If you enable this option, category will be displayed in the question.
fr_fr: Si vous activez cette option, la catégorie sera affichée dans la question.

source: The leaderboard allows users to enter results in public list and to share the result this way.
fr_fr: Le classement permet aux utilisateurs de partager leurs résultats dans une liste publique.

source: The leaderboard works independent from internal statistics function.
fr_fr: Le classement fonctionne indépendamment de la fonction interne de statistiques.

source: Who can sign up to the list
fr_fr: Qui peut s' inscrire à la liste

source: registered users only
fr_fr: uniquement pour les utilisateurs inscrits

source: Not registered users have to enter name and e-mail (e-mail won't be displayed)
fr_fr: Les utilisateurs non enregistrés doivent entrer un nom et un email (l'email ne sera pas affiché)

source: insert automatically
fr_fr: Ajouter automatiquement

source: If you enable this option, logged in users will be automatically entered into leaderboard
fr_fr: Si vous activez cette option, tous les utilisateurs inscrits seront automatiquement inscrits au classement.

source: display captcha
fr_fr: afficher le captcha

source: If you enable this option, additional captcha will be displayed for users who are not registered.
fr_fr: Si vous activez cette option, un captcha supplémentaire sera affiché pour les utilisateurs qui ne sont pas enregistrés.

source: This option requires additional plugin:
fr_fr: Cette option nécessite une extension supplémentaire:

source: Plugin has been detected.
fr_fr: L'extension a été détectée.

source: Plugin is not installed.
fr_fr: L'extension n'est pas installée.

source: Sort list by
fr_fr: Trier la liste selon

source: Users can apply multiple times
fr_fr: Les utilisateurs peuvent s'inscrire plusieurs fois

source: User can apply after:
fr_fr: L'utilisateur peut s'inscrire après :

source: Entries
fr_fr: Entrées

# Automatically display leaderboard in quiz result
source: Automatically display leaderboard in %s result
fr_fr: Afficher automatiquement le classement dans le résultat du %s

source: Where should leaderboard be displayed:
fr_fr: Où devrait s'afficher le tableau du classement :

source: don't display
fr_fr: ne pas afficher

source: below the "result text"
fr_fr: en dessous du "texte de résultat"

source: Normal + Back-Button
fr_fr: Normal + Bouton-Retour

source: Check -> continue
fr_fr: Vérifiez -> continuer

source: Questions below each other
fr_fr: Questions en dessous les unes des autres

# placeholders: quiz
source: Displays all questions sequentially, "right" or "false" will be displayed at the end of the %s.
fr_fr: Affiche toutes les questions de manière séquentielle, les "vrai" ou "faux" seront affichés à la fin du %s.

source: Allows to use the back button in a question.
fr_fr: Permet d'utiliser le bouton de retour dans une question.

source: Shows "right or wrong" after each question.
fr_fr: Affiche "juste ou faux" après chaque question.

source: If this option is activated, all answers are displayed below each other, i.e. all questions are on a single page.
fr_fr: Si cette option est activée, toutes les réponses seront affichées l'une après l'autre, donc toutes les réponses seront sur une même page.

source: How many questions to be displayed on a page:
fr_fr: Combien de questions seront affichées sur une page:

source: (0 = All on one page)
fr_fr: (0 = Tout sur une page)

source: You can create custom fields, e.g. to request the name or the e-mail address of the users.
fr_fr: Vous pouvez créer des champs personnalisés, par exemple pour enregistrer le nom ou l'adresse courriel d'un utilisateur.

source: The statistic function have to be enabled.
fr_fr: La fonction statistique doit être activée.

source: Custom fields enable
fr_fr: Activez les champs personnalisés

source: If you enable this option, custom fields are enabled.
fr_fr: Si vous activez cette option, les champs personnalisés seront activés.

source: Display position
fr_fr: Afficher la position

source: Where should the fields be displayed:
fr_fr: Où les champs doivent-ils être affichés:

# At the end of the quiz (before the quiz result)
source: At the end of the %s (before the %s result)
fr_fr: A la fin du %s (avant le résultat de %s)

source: Field name
fr_fr: Nom du champ

source: Required?
fr_fr: Obligatoire ?

source: Text
fr_fr: Texte

source: Checkbox
fr_fr: Case à cocher

source: Drop-Down menu
fr_fr: Menu déroulant

source: Radio
fr_fr: Radio Dots

source: Number
fr_fr: Numéro

source: Yes/No
fr_fr: Oui/Non

source: Edit list
fr_fr: Editer la liste

source: One entry per line
fr_fr: Une entrée par ligne

source: Results text
fr_fr: Texte de résultat

# placeholders: quiz
source: This text will be displayed at the end of the %s (in results). (this text is optional)
fr_fr: Ce texte sera affiché à la fin du %s (dans les résultats). (Ce texte est facultatif)

source: Hint:
fr_fr: Allusion :

source: Maximal 15 levels
fr_fr: Maximum 15 niveaux

# placeholders: quiz, question points, question count
source: Percentages refer to the total score of the %1$s. (Current total %2d points in %3$d questions.
fr_fr: Les pourcentages se réfèrent au score total du %1$s. (Total actuel %2d points sur %3$d questions.)

source: Values can also be mixed up
fr_fr: Les valeurs peuvent aussi être mélangées

source: 10,15% or 10.15% allowed (max. two digits after the decimal point)
fr_fr: 10,15% ou 10.15 % admis (max. deux chiffres après la virgule)

source: from:
fr_fr: de:

source: percent
fr_fr: pourcentage

source: (Will be displayed, when result-percent is >= <span class="resultProzent">%s</span>%%)
fr_fr: (S'affichera, si le résultat en poourcentage est > = <span class="resultProzent">%s</span>%%)

source: Export
fr_fr: Exporter

source: Choose the respective Quiz, which you would like to export and press on "Start export"
fr_fr: Choisissez la question que vous souhaitez exporter, puis appuyez sur "Démarrer l'exportation"

source: or
fr_fr: ou

source: Start export
fr_fr: Démarrer l’exportation

source: Import only *.wpq or *.xml files from known and trusted sources.
fr_fr: Importer uniquement des fichiers * .wpq ou * .xml provenant de sources connues et de confiance.

# placeholders: Quiz, Quiz Name/Title
source: %1$s: %2$s - Statistics
fr_fr: %1$s: %2$s - Statistiques

source: Stats not enabled
fr_fr: Statistiques non activées

source: Users
fr_fr: Les utilisateurs

source: Overview
fr_fr: Général

source: Custom fields
fr_fr: Champs personnalisés

source: Please select user name:
fr_fr: Choisissez un nom d'utilisateur

source: Select a test:
fr_fr: Sélectionnez un test :

source: Anonymous user
fr_fr: Utilisateur anonyme

source: average
fr_fr: moyenne

source: Hints used
fr_fr: Indices utilisés

source: Time
fr_fr: Heure

source: Points scored
fr_fr: Points

source: Sub-Total:
fr_fr: Sous-total :

source: Reset statistics
fr_fr: Réinitialiser les statistiques

source: Reset user statistics
fr_fr: Réinitialiser les statistiques de l'utilisateur

source: Reset entire statistic
fr_fr: Réinitialiser toutes les statistiques

# Show only users, who solved the quiz:
source: Show only users, who solved the %s:
fr_fr: Ne montrer que les utilisateurs qui ont résolu le %s:

source: Which users should be displayed:
fr_fr: Quels utilisateurs doivent être affichés :

source: all
fr_fr: tous

source: only registered users
fr_fr: Uniquement les utilisateurs enregistés

source: only anonymous users
fr_fr: Uniquement les utilisateurs anonymes

# placeholder: user name
source: User statistics: %s
fr_fr: Statistiques utilisateur : %s

source: (view)
fr_fr: (vue)

source: ticked
fr_fr: cochée

source: not ticked
fr_fr: non cochée

source: History
fr_fr: Historique

source: special filter
fr_fr: filtre personalisé

source: Search to date limit from %s to %s
fr_fr: Recherche entre les dates %s et %s

source: Front
fr_fr: Avant

# Course Status Label
source: %s Status:
fr_fr: Statut du %s :

# Course Content Label
source: %s Content
fr_fr: Contenu de la %s

source: Set Enrolled Date:
fr_fr: Définir la date inscrite:

source: Edit date
fr_fr: Modifier la date

# You are registered for the following courses
source: You are registered for the following %s
fr_fr: Vous êtes enregistré dans les %s suivants

# placeholders: Course Label
source: Extra %s points
fr_fr: Points %s supplémentaires

# Course progress details Label
source: %s progress details:
fr_fr: Aperçu du Progrès du %s:

# You have taken the following quizzes:
source: You have taken the following %s:
fr_fr: Vous avez fait les %s suivants:

# placeholder: Quiz
source: Are you sure that you want to remove this %s item?
fr_fr: Êtes-vous sûr de vouloir retirer cet élément de %s ?

source: Read more.
fr_fr: Lire la suite.

source: Set all children steps as incomplete?
fr_fr: Définir toutes les étapes enfants comme incomplètes ?

source: Set all parent steps as incomplete?
fr_fr: Définir toutes les étapes parentes comme incomplètes?

source: Return to
fr_fr: Retour à

# placeholder: Course
source: Switch to the Primary %s to edit this setting
fr_fr: Basculez au %s principale pour modifier ce paramètre

# placeholder: Course
source: Select a %s
fr_fr: Sélectionner un %s

# placeholder: Quiz
source: Standalone %s
fr_fr: En mode autonome %s

# placeholder: Course
source: Primary %s
fr_fr: %s principale

# placeholder: Courses
source: Other %s
fr_fr: Autre : %s

source: Status:
fr_fr: Statut:

# Course Expires on date
source: (expires %s)
fr_fr: (expiration %s)

source: Certificate
fr_fr: Certificat

# profile edit course link label
source: (edit)
fr_fr: Éditer

# Course progress details link
source: (details)
fr_fr: (Détails)

# Course All Complete
source: %s All Complete
fr_fr: %s Complètement Achevée

source: <span class="ld-display-label">Available on:</span> <span class="ld-display-date">%s</span>
fr_fr: <span class="ld-display-label">Disponible le:</span> <span class="ld-display-date">%s</span>

# Return to Course Overview Label
source: Return to %s Overview
fr_fr: Retour à la vue d'ensemble du %s

source: To take this %s you need at least %.01f total points. You currently have %.01f points.
fr_fr: Pour faire ce %s vous devez au moins posséder un total %.01f points. Vous avez actuellement %.01f points.

# placeholders: Course Label, course points
source: Earned %s Points:
fr_fr: Points %s gagnés :

source: To take this %1$s, you need to complete the following %2$s first:
fr_fr: Pour faire cette %1$s, vous devez d'abord suivre le %2$s suivant :
