Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

source: 0 = no limit
fr_fr: 0 = illimité

# placeholder: Quiz
source: Use cookies for %s Answers
fr_fr: Utiliser les cookies pour les réponses %s

# placeholders: quiz
source: Statistics about right or wrong answers. Statistics will be saved by completed %s, not after every question. The statistics is only visible over administration menu. (internal statistics)
fr_fr: Statistiques concernant les réponses Vrai ou Faux. Les statistiques seront sauvés une fois le %s terminé, non pas après chaque question. Les statistiques ne sont visibles que sur le menu d'administration. (statistiques internes)

source: Statistics IP-lock
fr_fr: Statistiques IP bloqués

source: in minutes (recommended 1440 minutes = 1 day)
fr_fr: en minutes (recommandé : 1440 minutes = 1 jour )

source: Protect the statistics from spam. Result will only be saved every X minutes from same IP. (0 = deactivated)
fr_fr: Protéger les statistiques des spam. Résultat uniquement enregistré toutes les X minutes de même IP. (0 = désactivé)

source: LearnDash Add-ons
fr_fr: Extensions LearnDash

# Plugin installer section title
source: Description
fr_fr: Pas de description

# Plugin installer section title
source: Screenshots
fr_fr: Captures d&rsquo;écrans

# Plugin installer section title
source: Changelog
fr_fr: Liste des modifications

# Plugin installer section title
source: Reviews
fr_fr: Avis

# Plugin installer section title
source: Other Notes
fr_fr: Autres notes

source: Plugin Installation
fr_fr: Installation d'extension

source: Version:
fr_fr: Version&nbsp;:

source: Author:
fr_fr: Auteur :

source: %s ago
fr_fr: il y a %s

source: Requires WordPress Version:
fr_fr: Nécessite WordPress en version&nbsp;:

source: %s or higher
fr_fr: %s ou plus

source: Compatible up to:
fr_fr: Compatible jusqu&rsquo;à la version&nbsp;:

source: Active Installations:
fr_fr: Installations actives :

# Active plugin installations
source: 1+ Million
fr_fr: Million

# Active plugin installations
source: Less Than 10
fr_fr: Inférieur à 10

source: https://wordpress.org/plugins/
fr_fr: https://fr.wordpress.org/plugins/

source: WordPress.org Plugin Page &#187;
fr_fr: Page WordPress.org de l&rsquo;extension &#187;

source: Plugin Homepage &#187;
fr_fr: Site Web de l&rsquo;extension &#187;

source: Donate to this plugin &#187;
fr_fr: Faites à un don à cette extension &#187;

source: Average Rating
fr_fr: Moyenne des notes

source: Reviews
fr_fr: Avis

source: Read all reviews on WordPress.org or write your own!
fr_fr: Lire tous les avis sur WordPress.org ou écrire le votre !

source: Reviews with %1$d star: %2$s. Opens in a new window.
fr_fr: Commentaires avec %1$ d étoiles : %2$s. s’ouvre dans une nouvelle fenêtre.

source: %d star
fr_fr: %d étoile

source: Contributors
fr_fr: Contributeurs

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
fr_fr: <strong>Attention&nbsp;:</strong> cette extension <strong>n&rsquo;a pas été testée</strong> avec votre version de WordPress.

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
fr_fr: <strong>Attention&nbsp;:</strong> cette extension <strong>n&rsquo;a pas été marquée comme étant compatible</strong> avec votre version de WordPress

source: Install Update Now
fr_fr: Installer la mise à jour maintenant

source: Newer Version (%s) Installed
fr_fr: Une version plus récente (%s) est installée

source: Latest Version Installed
fr_fr: Dernière version installée

source: Assignment Options
fr_fr: Options des devoirs

source: Certificate Shortcodes
fr_fr: Shortcodes pour les certificats

source: <b>Shortcode Options</b><p>You may use shortcodes to customize the display of your certificates. Provided is a built-in shortcode for displaying user information.</p><br /> <p class="ld-shortcode-header">[usermeta]</p> <p>This shortcode takes a parameter named field, which is the name of the user meta data field to be displayed.</p><p>Example: <b>[usermeta field="display_name"]</b> would display the user's Display Name.</p><p>See <a href="http://codex.wordpress.org/Function_Reference/get_userdata#Notes">the full list of available fields here</a>.
fr_fr: <b>Options de code (commande)</b><p>Vous pouvez utiliser des codes pour personnaliser l'affichage de vos certificats. Un code intégré pour afficher l'information de l'utilisateur vous est fourni.</p><p><b>[usermeta]</b><p>Ce code prend un paramètre de champs qui est le nom du champ meta data affiché de l'utilisateur.</p><p>Par Example : <b>[usermeta field="display_name"]</b> affichera le pseudo de l'utilisateur.</p><p>Voir <a href="http ://codex.wordpress.org/Function_Reference/get_userdata#Notes">la liste complète de champs disponibles</a></p>.

# placeholders: quiz
source: This shortcode displays information regarding %s attempts on the certificate. This shortcode can use the following parameters:
fr_fr: Ce code affiche les informations relatives aux tentatives de %s (pour obtenir un certificat). Ses paramètres sont les suivants :

source: This can be used to change the timestamp format. Default: "F j, Y, g:i a" shows as <i>March 10, 2001, 5:16 pm</i>. <br>Example: <b>[quizinfo show="timestamp" format="Y-m-d H:i:s"]</b> will show as <i>2001-03-10 17:16:18</i>
fr_fr: Ceci peut être utilisé pour modifier le format de date. Par défault: "F j, Y, g:i a" affiche <i>March 10, 2001, 5:16 pm</i>. <br>Exemple: <b>[quizinfo show="timestamp" format="Y-m-d H:i:s"]</b> affichera <i>2001-03-10 17:16:18</i>.

source: See <a target="_blank" href="http://php.net/manual/en/function.date.php">the full list of available date formatting strings here.</a>
fr_fr: Voir <a target="_ blank" href="http://php.net/manual/en/function.date.php" > la liste complète des chaînes de formatage de date disponibles ici. </a>

source: This shortcode displays course related information on the certificate. This shortcode can use the following parameters:
fr_fr: Ce code affiche les informations relatives au cours (pour obtenir un certificat). Ses paramètres sont les suivants :

source: This can be used to change the date format. Default: "F j, Y, g:i a" shows as <i>March 10, 2001, 5:16 pm</i>. <br>Example: <b>[courseinfo show="completed_on" format="Y-m-d H:i:s"]</b> will show as <i>2001-03-10 17:16:18</i>
fr_fr: Ceci peut être utilisé pour changer le format de date. Par défaut : "F j, Y, g:i a" affiche <i>March 10, 2001, 5:16 pm</i>. <br>Exemple: <b>[courseinfo show="completed_on" format="Y-m-d H:i:s"]</b>affichera <i>2001-03-10 17:16:18</i>

# placeholder: Course
source: %s Builder
fr_fr: Générateur de %s

source: Permalink:
fr_fr: Permalien:

source: Edit:
fr_fr: Éditer :

source: Settings saved.
fr_fr: Options enregistrées.

source: Dismiss this notice.
fr_fr: Rejeter cet avertissement.

# placeholder: Course
source: Use %s Builder
fr_fr: Utiliser le Générateur de %s

source: Builder
fr_fr: Éditeur

source: Shortcode Options
fr_fr: Paramètres du code court

# placeholders: course, lesson, quiz
source: You may use shortcodes to add information to any page/%1$s/%2$s/%3$s. Here are built-in shortcodes for displaying relavent user information.
fr_fr: Vous pouvez utiliser shortcodes pour ajouter des informations à n’importe quel page/%1$s/%2$s/%3$s. Voici les shortcodes intégrés pour afficher des informations pertinentes sur utilisateur.

# placeholder: courses, course, quiz
source: Displays user's enrolled %1$s, %2$s progress, %3$s scores, and achieved certificates. This shortcode can take following parameters:
fr_fr: Ce shortcode affiche les inscriptions %1$s, la %2$s progression, les scores de %3$s, et les certificats de l'utilisateur. Ses paramètres sont les suivants :

# placeholders: courses
source: sets what the list of ordered by. Default value ID. Possible values: <b>ID</b>, <b>title</b>. Example: <b>[ld_profile orderby="title" order="ASC"]</b> shows %s in ascending order by title.
fr_fr: définit la liste de triés par. ID de valeur par défaut. Valeurs possibles: <b> ID </b>, <b> titre </b>. Exemple: <b> [ld_profile OrderBy = "title" Order = "ASC"] </b> affiche %s dans l'ordre croissant par titre.

source: See <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">the full list of available orderby options here.</a>
fr_fr: Voir <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters"> la liste complète d'options d'ordre disponible.</a>

# placeholders: courses, courses (URL slug)
source: This shortcode shows list of %s. You can use this shortcode on any page if you dont want to use the default <code>/%s</code> page. This shortcode can take following parameters:
fr_fr: Ce code affiche la liste de %s. Vous pouvez utiliser ce code sur n'importe quelle page si vous ne voulez pas utiliser la page de <code>/%s</code> de défaut. Ce code prendre les paramètres suivants:

# placeholders: courses, courses
source: limits the number of %s displayed. Example: <b>[ld_course_list num="10"]</b> shows 10 %s.
fr_fr: limite le nombre de %s affichés. Exemple : <b>[ld_course_list num = « 10 »]</b> montre 10 %s.

# placeholders: courses, courses
source: sets order of %s. Possible values: <b>DESC</b>, <b>ASC</b>. Example: <b>[ld_course_list order="ASC"]</b> shows %s in ascending order.
fr_fr: détermine l'ordre des %s. Les valeurs possibles sont: <b>DESC</b>, <b>ASC</b>. Par exmple: <b>[ld_course_list order="ASC"]</b> affiche %s en ordre croissant.

# placeholders: courses
source: sets what the list of ordered by. Example: <b>[ld_course_list order="ASC" orderby="title"]</b> shows %s in ascending order by title.
fr_fr: détermine le critère de tri de la liste. Par exemple: <b>[ld_course_list order="ASC" orderby="title"]</b>affiche %s dans les cours en ordre croissant de titre.

# placeholders: courses, courses
source: show current user's %s. Example: <b>[ld_course_list mycourses="true"]</b> shows %s the current user has access to.
fr_fr: affiche les cours courant de l'utilisateur %s. Par example: <b>[ld_course_list mycourses="true"]</b> affiche les cours %s auxquels l'utilisateur a accès.

source: number of columns to show when using course grid addon. Example: <b>[ld_course_list col="2"]</b> shows 2 columns.
fr_fr: nombre de colonnes à afficher avec l'extension "course grid". Exemple: <b>[ld_course_list col="2"]</b>affiche 2 colonnes.

# placeholders: courses, courses
source: shows %s with mentioned category id. Example: <b>[ld_course_list cat="10"]</b> shows %s having category with category id 10.
fr_fr: affiche les %s avec le tag_id mentionné. Par exemple: <b>[ld_course_list tag_id="30"]</b> affiche les %s ayant un tag avec tag_id 30.

# placeholders: courses, courses
source: shows %s with mentioned category slug. Example: <b>[ld_course_list category_name="math"]</b> shows %s having category slug math.
fr_fr: affiche les %s avec les tag définis. Par example: <b>[ld_course_list tag="math"]</b> affiche les %s avec le tag math.

source: shows a course category dropdown. Example: <b>[ld_course_list categoryselector="true"]</b>.
fr_fr: affiche une liste déroulante de catégories. Exemple: <b>[ld_course_list categoryselector="true"]</b>.

# placeholders: courses, courses
source: shows %s with mentioned tag. Example: <b>[ld_course_list tag="math"]</b> shows %s having tag math.
fr_fr: affiche %s avec les tag définis. Par exemple: <b>[ld_course_list tag="math"]</b> affiche %s avec le tag \"math\".

# placeholders: courses, courses
source: shows %s with mentioned tag_id. Example: <b>[ld_course_list tag_id="30"]</b> shows %s having tag with tag_id 30.
fr_fr: affiche les %s avec le tag_id mentionné. Par example: <b>[ld_course_list tag_id="30"]</b> affiche les %s ayant un tag avec tag_id 30.

# placeholders: courses, courses
source: shows %s with mentioned course category id. Example: <b>[ld_course_list course_cat="10"]</b> shows %s having course category with category id 10.
fr_fr: Affiche les cours %s avec le tag_id mentionné. Par example: <b>[ld_course_list tag_id="30"]</b> affiche les cours %s ayant un tag avec tag_id 30.

# placeholders: courses, courses
source: shows %s with mentioned course category slug. Example: <b>[ld_course_list course_category_name="math"]</b> shows %s having course category slug math.
fr_fr: affiche les %s avec le ag définis. Par example: <b>[ld_course_list tag="math"]</b> affiche les %svec le tag \"math\".

source: shows a category dropdown. Example: <b>[ld_course_list course_categoryselector="true"]</b>.
fr_fr: affiche une liste déroulante de catégories. Exemple: <b>[ld_course_list categoryselector="true"]</b>.

# placeholders: courses, courses
source: shows %s with mentioned course tag. Example: <b>[ld_course_list course_tag="math"]</b> shows %s having course tag math.
fr_fr: affiche les %s avec les tag définis. Par example: <b>[ld_course_list tag="math"]</b> affiche les %s avec le tag \"math\".

# placeholders: courses, courses
source: shows %s with mentioned course_tag_id. Example: <b>[ld_course_list course_tag_id="30"]</b> shows %s having course tag with tag_id 30.
fr_fr: affiche les %s avec le tag_id mentionné. Par example: <b>[ld_course_list tag_id="30"]</b> affiche les %s ayant un tag avec tag_id 30.

# placeholders: course, course, lesson, quiz
source: This shortcode displays users progress bar for the %s in any %s/%s/%s pages.
fr_fr: Ce shortcode affiche les utilisateurs barre de progression pour le %s dans n'importe quelle %s/%s/%s page.

# placeholders: course
source: This shortcode shows the content if the user is not enrolled in the %s. The shortcode can be used on <strong>any</strong> page or widget area. This shortcode can take following parameters:
fr_fr: Ce code affiche le contenu si l'utilisateur n'est pas inscrit dans le %s. Ce code peut être utilisé sur <strong>n'importe quelle</strong> page ou zone de widget. Ce code prendre les paramètres suivants:

# placeholders: course
source: This shortcode shows the content if the user is enrolled in the %s. The shortcode can be used on <strong>any</strong> page or widget area. This shortcode can take following parameters:
fr_fr: Ce code affiche le contenu si l'utilisateur est inscrit dans le %s. Ce code peut être utilisé sur <strong>n'importe quelle</strong> page ou zone de widget. Ce code prendre les paramètres suivants:

# placeholders: courses, courses
source: Optional. Show content if the student has access to a specific %s. Example: <b>[student course_id="10"]insert any content[/student]</b>
fr_fr: Optionnel. Afficher le contenu si l'étudiant a accès à un %s spécifique. exemple: <b> [Student course_id = "10"] Insérez n'importe quel contenu [/Student] </b>

# placeholders: course
source: This shortcode shows the content if the user has completed the %s. The shortcode can be used on <strong>any</strong> page or widget area. This shortcode can take following parameters:
fr_fr: Ce code affiche le contenu si l'utilisateur a fini le %s. Ce code peut être utilisé sur <strong>n'importe quelle</strong> page ou zone de widget. Ce code prendre les paramètres suivants:

# placeholders: course
source: This shortcode shows the content if the user has started but not completed the %s. The shortcode can be used on <strong>any</strong> page or widget area. This shortcode can take following parameters:
fr_fr: Ce code affiche le contenu si l'utilisateur a commencé mais pas fini le %s. Ce code peut être utilisé sur <strong>n'importe quelle</strong> page ou zone de widget. Ce code prendre les paramètres suivants:

# placeholders: course
source: This shortcode shows the content if the user has access to the %s but not yet started. The shortcode can be used on <strong>any</strong> page or widget area. This shortcode can take following parameters:
fr_fr: Ce code affiche le contenu si l'utilisateur a accès au %s mais ne l'a pas encore commencé. Ce code peut être utilisé sur <strong>n'importe quelle</strong> page ou zone de widget. Ce code prendre les paramètres suivants:

# placeholders: course, course
source: This shortcode shows the %s for the user. This shortcode can take following parameters: user_id if not provided will assume current user. Example usage: <strong>[ld_course_info user_id="123"]</strong> will show the %s for the user 123
fr_fr: Ce code montre le %s pour l'utilisateur. Ce code accepte les paramètres suivants: user_id si pas fourni va supposer l'utilisateur actuel. Exemple d'utilisation: <strong>[ld_course_info user_id="123"]</strong> va montrer le %s pour l'utilisateur 123

source: This shortcode displays the list of groups users are assigned to as users or leaders.
fr_fr: Ce code abrégé (shortcode) affiche la liste des groupes auxquels un utilisateur est affilié en tant qu'utilisateur ou responsable.

# learndash
source: This shortcode is used on %1$s and %2$s where Video Progression is enabled. The video player will be added above the content. This shortcode allows positioning the player elsewhere within the content. This shortcode does not take any parameters.
fr_fr: Ce code court est utilisé sur%1$s et%2$s lorsque la progression vidéo est activés. Le lecteur vidéo sera ajouté au-dessus du contenu. Ce shortcode permet de positionner le lecteur n'importe ou dans le contenu. Ce shortcode ne prend aucun paramètre.

# placeholders: Course, lesson, topics, quizzes, course, course, Course
source: This shortcode displays the %s Content table (%s, %s, and %s) when inserted on a page or post. Example: <strong>[course_content course_id="123"]</strong> shows the %s content for %s with %s ID: 123
fr_fr: Ce shortcode affiche le %s de la table de contenu (%s,%s et %s) lorsqu'ils sont insérés sur une page ou post. Exemple: <strong>[course_content course_id = "123"]</strong> montre le contenu du %s pour %s avec %s ID: 123

# placeholders: course, Course, Course
source: This shortcode displays the user %s access expire date. Example: <strong>[ld_course_expire_status course_id="111" user="222" label_before="%s access will expire on:" label_after="%s access expired on:" format="F j, Y g:i a"]</strong>.
fr_fr: Cette shortcode affiche la date d'expiration de l'accès de l'utilisateur %s. Exemple: <strong> [ld_course_expire_status course_id = "111" user = "222" label_before = " %s Access expirera le:" label_after = " %s Access expirée sur:" format = "F j, Y g:i a"] </strong>.

# plaeholders: course
source: The ID of the %s to check. If not provided will attempt to user current post. Example: <b>[ld_course_expire_status course_id="111"]</b>
fr_fr: L'ID de la %s à vérifier. Si pas fourni va tenter d'utiliser le post actuel. Exemple: <b>[ld_course_expire_status course_id="111"]</b>

source: Custom Labels
fr_fr: Étiquettes personnalisées

source: General
fr_fr: Géneral

source: LearnDash Import/Export
fr_fr: LearnDash importation/exportation

source: LMS License
fr_fr: License LMS

source: PayPal Settings
fr_fr: Paramètres PayPal

# placeholder: Quiz
source: %s Builder
fr_fr: Générateur de %s

# placeholder: Quiz
source: Use %s Builder
fr_fr: Utiliser le Générateur de %s

source: Translations
fr_fr: traduction

source: Assignment Custom Post Type Options
fr_fr: Affectation options de type de poteau personnalisé

source: Control the LearnDash Assignment Custom Post Type Options.
fr_fr: Contrôlez les options de type de poteau personnalisé de l'affectation LearnDash.

source: Exclude From Search
fr_fr: Exclure de la recherche

source: Exclude
fr_fr: Exclure

source: Publicly Viewable
fr_fr: Affichable publiquement

source: Controls access to view single Assignments on the front-end.
fr_fr: Contrôle l'accès pour afficher les affectations uniques sur le front-end.

source: Comments enabled
fr_fr: Commentaires activés

source: Controls if comments are enabled.
fr_fr: Contrôle si les commentaires sont activés.

source: Enabled
fr_fr: Activé

# Course Builder
source: %s Builder
fr_fr: Générateur de %s

# placeholder: Course, Lessons, Topics, Quizzes, Course
source: Enables the %1$s Builder interface. This will allow you to manage %2$s, %3$s, %4$s within the %5$s editor screen.
fr_fr: Active l’interface Builder de %1$s. Cela vous permettra de gérer les %2$s, %3$s, %4$s dans le cadre de l’écran de l’éditeur de %5$s.

# placeholder: Course
source: Enable %s Builder Interface
fr_fr: Activer le l'interface Générateur de %s

source: Selector Items Per Page
fr_fr: Sélecteur d'éléments par page

source: Selector items to display per page.
fr_fr: Sélecteur d'éléments à afficher par page.

# placeholder: Lessons, Topics, Quizzes, Courses, Course, URL to admin Permalinks
source: <p>Enables using %1$s, %2$s, and %3$s across multiple %4$s. <span style="ld-important">%5$s Builder must be enabled. Enabling this option will also enable the <a href="%6$s">nested permalinks</a> setting.</span></p>
fr_fr: <p> permet d'utiliser%1$s,%2$s et%3$s sur plusieurs %4$s. < span style = "ld-important" >%5$s Builder doit être activé. L'activation de cette option permet également d'activer le paramètre < a href = "%6$s" > imbriqués permaliens </a>. </span> </p>

# placeholder: Lessons, Topics, Quizzes, Courses
source: Use %1$s, %2$s, and %3$s across multiple %4$s
fr_fr: Utilisez%1$s,%2$s et%3$s sur plusieurs %4$s

# placeholder: Course
source: <p>Control the LearnDash %s Custom Post Type Options.</p>
fr_fr: <p> contrôle le LearnDash %s Custom post type options. </p>

# placeholder: Course
source: %s Taxonomies
fr_fr: Taxonomie pour %s

# placeholder: Course
source: <p>Control which Taxonomies can be used with the LearnDash %s.</p>
fr_fr: <p> Control qui taxonomies peut être utilisé avec le LearnDash %s. </p>

# placeholder: Course
source: LearnDash %s Categories
fr_fr: Catégories %s LearnDash

# placeholder: Course
source: Enable the builtin LearnDash %s Categories
fr_fr: Activer les catégories LearnDash %s de builtin

source: Enable
fr_fr: Activer

# placeholder: Course
source: LearnDash %s Tags
fr_fr: Tags %s LearnDash

# placeholder: Course
source: Enable the builtin LearnDash %s Tags
fr_fr: Activer les balises LearnDash %s builtin

source: Label to replace "course" (singular).
fr_fr: Etiquette pour remplacer "formation" (singulier).

source: Label to replace "courses" (plural).
fr_fr: Etiquette pour remplacer "formations" (pluriel).

source: Label to replace "lesson" (singular).
fr_fr: Etiquette pour remplacer "module" (singulier).

source: Label to replace "lessons" (plural).
fr_fr: Etiquette pour remplacer "modules" (pluriel).

source: Label to replace "topic" (singular).
fr_fr: Etiquette pour remplacer "étape" (singulier).

source: Label to replace "topics" (plural).
fr_fr: Etiquette pour remplacer "étapes" (pluriel).

source: Label to replace "quiz" (singular).
fr_fr: Étiquette pour remplacer "Cours”.

source: Label to replace "quizzes" (plural).
fr_fr: Étiquette pour remplacer "Quizs”.

source: Label to replace "question" (singular).
fr_fr: Étiquette pour remplacer "question" (singulier).

source: Label to replace "questions" (plural).
fr_fr: Étiquette pour remplacer "questions" (pluriel).

source: Take this Course (Button)
fr_fr: Suivre cette formaiton

source: Label to replace "Take this Course" button.
fr_fr: Étiquette pour remplacer le bouton "Suivre cette Formation".

source: Mark Complete (Button)
fr_fr: Marquer comme terminé

source: Label to replace "Mark Complete" button.
fr_fr: Étiquette pour remplace "Marquer comme terminé”.

source: Click Here to Continue (Button)
fr_fr: Cliquez ici pour continuer

source: Label to replace "Click Here to Continue" button.
fr_fr: Étiquette pour remplacer "cliquez ici pour continuer".

source: Admin User Settings
fr_fr: Administration des paramètres utilisateur
