Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

# placeholder: comma list of file extentions
source: Allowed file types: %s
fr_fr: Types de fichiers autorisés : %s

source: Files you have uploaded
fr_fr: Fichiers que vous avez téléversés

source: Delete this uploaded Assignment
fr_fr: Effacer ce devoir téléversé

# placeholder: commentd count
source: Comments (%d)
fr_fr: Commentaires (%d)

# placeholders: quiz URL
source: Please go back and complete the previous %s.
fr_fr: Merci de revenir en arrière et de terminer la précédente %s.

# placeholders: topic URL, topic label
source: Please go back and complete the previous %s.
fr_fr: Merci de revenir en arrière et de terminer la précédente %s.

# placeholders: lesson URL, lesson label
source: Please go back and complete the previous %s.
fr_fr: Merci de revenir en arrière et de terminer la précédente %s.

# placeholder lesson
source: Please go back and complete the previous %s.
fr_fr: Merci de revenir en arrière et de terminer la précédente %s.

source: Edit profile
fr_fr: Editer le profil

# Registered Courses Label
source: Registered %s
fr_fr: %s souscrits

# Course Progress Overview Label
source: %s Progress Overview
fr_fr: Progrès de la %s

# placeholder: percent complete
source: %1$s%% Complete
fr_fr: %1$s%% terminé

# Pending Certificate Status Label
source: Pending
fr_fr: En attente

# placeholders: topic URL
source: Please go back and complete the previous %s.
fr_fr: Merci de revenir en arrière et de terminer la précédente %s.

# placeholders: lesson URL
source: Please go back and complete the previous %s.
fr_fr: Merci de revenir en arrière et de terminer la précédente %s.

source: Please go back and complete the previous step.
fr_fr: Veuillez revenir en arrière et terminer l'étape précédente.

# placeholders: quiz, attempts count
source: You have already taken this %1$s %2$d time(s) and may not take it again.
fr_fr: Vous avez déjà fait ce %1$s %2$d fois, vous ne pouvez plus le refaire.

# placeholder: Quiz
source: Select a %s
fr_fr: Sélectionner un %s

# placeholder: Quiz
source: Primary %s
fr_fr: %s principale

# placeholder: Quizzes
source: Other %s
fr_fr: Autre : %s

source: Manual Edit by: %s on %s
fr_fr: Manuel édité par:%s sur%s

# profile edit quiz link label
source: (edit)
fr_fr: Éditer

# placeholder: quiz
source: remove this %s item
fr_fr: retirer cet %s item

# profile remove quiz link label
source: (remove)
fr_fr: (supprimer)

source: comments
fr_fr: commentaires

source: Rank:
fr_fr: Classement:

source: Score
fr_fr: Résultat

source: out of
fr_fr: sur

source: on
fr_fr: sur

# Topic Progress Label
source: %s Progress:
fr_fr: Progression dans le %s :

# Back to Lesson Label
source: Back to %s
fr_fr: Retour au %s

source: Group Leader in :
fr_fr: Responsable de groupe dans :

source: Assigned Group(s) :
fr_fr: Groupe(s) affecté(s) :

source: LearnDash LMS Plugin - Turn your WordPress site into a learning management system.
fr_fr: LearnDash LMS Plugin - Transformez votre site WordPress en système de gestion des formations.
