Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

source: Points for this question (Standard is 1 point)
fr_fr: Points pour cette question (Valeur standard : 1 point)

source: This points will be rewarded, only if the user closes the question correctly.
fr_fr: Les points seront attribués seulement si l'utilisateur ferme la question correctement.

source: Different points for each answer
fr_fr: Points différents pour chaque réponse

source: If you enable this option, you can enter different points for every answer.
fr_fr: Si vous activez cette option, vous pouvez saisir un nombre de points différent pour chaque réponse.

source: Show reached points in the correct- and incorrect message?
fr_fr: Afficher les points atteints dans le message avec la réponse correcte / incorrecte ?

source: This text will be visible if answered correctly. It can be used as explanation for complex questions. The message "Right" or "Wrong" is always displayed automatically.
fr_fr: Ce texte sera visible si la réponse est correcte. Il peut être utilisé comme explication des questions complexes. Le message « Correct » ou « Incorrect » est toujours affiché automatiquement.

source: Same text for correct- and incorrect-message?
fr_fr: Texte identique pour le message correct ou incorrect ?

source: This text will be visible if answered incorrectly. It can be used as explanation for complex questions. The message "Right" or "Wrong" is always displayed automatically.
fr_fr: Ce texte sera visible si la réponse est incorrecte. Il peut être utilisé comme explication pour les questions complexes. Le message "Vrai " ou "Faux" est toujours affiché automatiquement.

source: Here you can enter solution hint.
fr_fr: Vous pouvez entrer ici un indice.

source: Activate hint for this question?
fr_fr: Activer l'indice pour cette question?

source: If "Different points for each answer" is activated, you can activate a special mode.<br> This changes the calculation of the points
fr_fr: Si "Différents points pour chaque réponse" est activée, vous pouvez activer un mode spécial. <br> Cela modifie le calcul des points

source: Different points - modus 2 activate
fr_fr: Différent points - modus 2 activé

source: Disables the distinction between correct and incorrect.
fr_fr: Désactiver la distinction entre "correct" et "incorrect".

source: Explanation of points calculation
fr_fr: Explication du calcul des points

source: Please sort the answers in right order with the "Move" - Button. The answers will be displayed randomly.
fr_fr: Triez les réponses dans le bon ordre avec le bouton "Déplacer ". Les réponses seront affichées au hasard.

source: Add new answer
fr_fr: Ajouter une nouvelle réponse

source: In this mode, Sort Elements must be assigned to their corresponding Criterion.
fr_fr: Dans ce mode, les éléments de tri doivent être attribués à leur critère correspondant.

source: Each Sort Element must be unique, and only one-to-one associations are supported.
fr_fr: Chaque élément sort doit être unique, et seules les associations un-à-un sont prises en charge.

source: Percentage width of criteria table column:
fr_fr: Largeur en % de la colonne de critères :

source: Allows adjustment of the left column's width, and the right column will auto-fill the rest of the available space. Increase this to allow accommodate longer criterion text. Defaults to 20%.
fr_fr: Permet l'ajustement de la largeur de la colonne de gauche, et la colonne de droite remplira l'espace restant. Augmentez ceci afin de permettre un texte plus long pour les critères. Valeur par défaut 20%.

source: Use Template
fr_fr: Utiliser le modèle

# placeholder: Question Title
source: Revert: %s
fr_fr: Rétablir: %s

source: Select a Template to load
fr_fr: Sélectionner un modèle à charger

source: load template
fr_fr: Charger un modèle

source: Save as Template
fr_fr: Enregistrer en tant que modèle

source: Select a templates to save or new
fr_fr: Sélectionnez un modèle à enregistrer ou nouveau

source: Create new template
fr_fr: Créer un nouveau modèle

source: new template name
fr_fr: nouveau nom de modèle

source: "Different points for each answer" enabled
fr_fr: "Différents points pour chaque réponse" activé

source: "Different points - mode 2" disable
fr_fr: "Différents points - Mode 2" désactivé

source: "Different points - mode 2" enabled
fr_fr: "Différents points - mode 2" activé

# placeholders: Quiz, Questions
source: Reprocess %1$s %2$s
fr_fr: Retraiter %1$s %2$s

# Quiz Builder
source: LearnDash %s Builder
fr_fr: Générateur %s LearnDash

# placeholder: Quiz
source: LearnDash %s Advanced Settings
fr_fr: LearnDash %s paramètres avancés

# placeholder: Quiz
source: LearnDash %s Question Settings
fr_fr: Paramètres de question LearnDash %s

# placeholder: Quiz
source: LearnDash %s Result Settings
fr_fr: LearnDash %s paramètres de résultat

# placeholder: Quiz
source: LearnDash %s Mode Settings
fr_fr: LearnDash %s paramètres du mode

# placeholder: Quiz
source: LearnDash %s Result Text Settings
fr_fr: LearnDash %s paramètres de texte de résultat

# placeholder: Quiz
source: LearnDash %s Template Settings
fr_fr: LearnDash %s paramètres du modèle

# placeholder: Quiz
source: LearnDash %s Leaderboard Settings
fr_fr: Paramètres du leaderboard LearnDash %s

# placeholder: Quiz
source: LearnDash %s Custom Fields Settings
fr_fr: LearnDash %s paramètres des champs personnalisés

# placeholder: Quiz Title
source: Revert: %s
fr_fr: Rétablir: %s

# placeholder: Quiz
source: Assigned %s
fr_fr: %s assigné

# placeholder: Question
source: %s Category
fr_fr: %s Catégorie

# placeholder: Questions
source: Show All %s
fr_fr: Afficher tout %s

# placeholder: Quiz
source: -- No %s --
fr_fr: -- Pas %s --

source: filter
fr_fr: filtre

# placeholder: Question
source: Show all %s types
fr_fr: Afficher tous les types %s

source: Show all ProQuiz Categories
fr_fr: Afficher toutes les catégories ProQuiz

# Export Quiz Data Label
source: Export %s Data
fr_fr: Exporter les résultats du %s

source: Shortcode
fr_fr: Code court

# Assigned Course Label
source: Assigned %s
fr_fr: %s assigné

# Assigned Lesson Label
source: Assigned %s
fr_fr: %s assigné

# Assignment approval status
source: Approved
fr_fr: Approuvé

# Assignment approval status
source: Not Approved
fr_fr: Non validé

source: approve
fr_fr: approuver

# Points for assignment not enabled
source: Not Enabled
fr_fr: Non activé

source: Missing ProQuiz Associated Settings.
fr_fr: Paramètres associés ProQuiz manquants.

# placeholder: Course
source: %s Required
fr_fr: %s est requis

# placeholder: Lesson
source: %s Required
fr_fr: %s est requis

source: Filter by %s
fr_fr: Filtrer par %s

# Show All Courses Option Label
source: Show All %s
fr_fr: Afficher tout %s

source: loading
fr_fr: chargement

# Show All Lessons Option Label
source: Show All %s
fr_fr: Afficher tout %s

# Show All Topics Option Label
source: Show All %s
fr_fr: Afficher tout %s

# Show All Quizzes Option Label
source: Show All %s
fr_fr: Afficher tout %s

source: Approval Status
fr_fr: Statut d'Approbation

source: Approved
fr_fr: Approuvé

source: Not Approved
fr_fr: Non validé

source: Statistics
fr_fr: Statistiques

source: Leaderboard
fr_fr: Classement

source: Changelog
fr_fr: Liste des modifications

source: Count
fr_fr: Compter

source: Groups
fr_fr: Groupes

source: Show All Groups
fr_fr: Afficher tous les groupes

source: Filter
fr_fr: Filtre

source: Return to LearnDash Add-ons Page
fr_fr: Retourner à la page des extensions de LearnDash

source: Activate Plugin
fr_fr: Activer l&rsquo;extension

source: Directory successfully renamed.
fr_fr: Répértoire renommé avec succès.

source: Unable to rename the update to match the existing directory.
fr_fr: Impossible de renommer la mise à jour pour qu'elle corresponde au répertoire existant.

# placeholders: Translation Name, Translation Locale
source: <h2>Updating translations for %1$s (%2$s)...</h2>
fr_fr: <h2>Mise à jour des traductions de %1$s (%2$s)...</h2>

# placeholder: plugin title
source: %s: Translations
fr_fr: %s: traductions

source: Sort By
fr_fr: Trier par

source: select
fr_fr: sélectionner

source: Select a choice...
fr_fr: Faire un choix…

source: Date
fr_fr: Date de début de l’événement

source: Menu Order
fr_fr: Menu des commandes

source: Choose the sort order.
fr_fr: Choisir l'ordre de tri

source: Sort Direction
fr_fr: Sens de tri

source: Ascending
fr_fr: ascendant

source: Descending
fr_fr: Descendant

source: Posts Per Page
fr_fr: Articles par page

source: Completed
fr_fr: Réalisé

# Displays a list of lessons for a course and tracks lesson progress.
source: Displays a list of %1$s for a %2$s and tracks %3$s progress.
fr_fr: Affiche une liste de %1$s pour un %2$s et suit la progression de la %3$s.

source: Title:
fr_fr: Titre:

# placeholder: Course
source: Displays a list of %s
fr_fr: Affiche une liste de %s

# placeholder: Quiz
source: Displays a list of %s
fr_fr: Affiche une liste de %s

# placeholder: Transactions
source: Displays a list of %s
fr_fr: Affiche une liste de %s

# placeholder: Certificates
source: Displays a list of %s
fr_fr: Affiche une liste de %s

source: Add New
fr_fr: Ajouter nouveau

# placeholder: Post Name
source: %s Published
fr_fr: %s Publié

# placeholder: Post Name
source: %s Published Privately
fr_fr: %s Publié en Privé

# placeholder: Post Name
source: %s Reverted to Draft
fr_fr: %s Retourné au brouillon

# placeholder: Post Name
source: %s Scheduled
fr_fr: %s Planifié

# placeholder: Post Name
source: %s Updated
fr_fr: %s Mise à jour

source: Course
fr_fr: Cours

source: Courses
fr_fr: Cours

source: Lesson
fr_fr: Leçon

source: Lessons
fr_fr: Leçons

source: Topic
fr_fr: Sujet

source: Topics
fr_fr: Sujets

source: Quizzes
fr_fr: Quiz

source: Take this Course
fr_fr: Débuter cette formation

source: Mark Complete
fr_fr: Marquer comme complété

source: Click Here to Continue
fr_fr: Clique ici pour continuer

# placeholder: Course
source: LearnDash LMS %s Assignments
fr_fr: LearnDash LMS %s Devoirs

# placeholder: Quiz
source: LearnDash LMS %s Essays
fr_fr: LearnDash LMS %s essais

source: Transaction Type
fr_fr: Type de transaction

source: Stripe
fr_fr: Frais Stripe %s capturé.

source: Order Item
fr_fr: Itm de commande

source: Order Total
fr_fr: Montant&nbsp;

source: Order Email
fr_fr: Email de commande

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Invoice
fr_fr: Facture

source: Cardholder Name
fr_fr: Nom du titulaire de la carte

source: Middle Initial
fr_fr: Initiale

source: Street Address
fr_fr: Adresse

source: City
fr_fr: ﻿Ville

source: State
fr_fr: État

source: Zip
fr_fr: Code postal

source: Phone #
fr_fr: Téléphone #

source: IP Address
fr_fr: Adresse IP

source: Billing Address
fr_fr: Adresse de Facturation

source: Billing City
fr_fr: Ville de facturation

source: Billing State
fr_fr: État ou province de facturation

source: Billing ZIP
fr_fr: Code postal (facturation)

source: Order ID
fr_fr: N&deg; de commande

source: Order Date
fr_fr: Date de commande

source: LearnDash LMS Purchase Transactions
fr_fr: LearnDash LMS transactions d'achat

source: Assignment URL
fr_fr: URL du devoir

source: Essay URL
fr_fr: URL de l'essai

# Add New Topic Label
source: Add New
fr_fr: Ajouter nouveau

# Topic Published
source: %s Published
fr_fr: %s Publié

# Topic Published Privately
source: %s Published Privately
fr_fr: %s Publié en Privé

# Topic Reverted to Draft
source: %s Reverted to Draft
fr_fr: %s Retourné au brouillon

# Topic Scheduled
source: %s Scheduled
fr_fr: %s Planifié

# Topic Updated
source: %s Updated
fr_fr: %s Mise à jour

# Add New Quiz Label
source: Add New
fr_fr: Ajouter nouveau

# Quiz Published
source: %s Published
fr_fr: %s Publié

# Quiz Published Privately
source: %s Published Privately
fr_fr: %s Publié en Privé

# Quiz Reverted to Draft
source: %s Reverted to Draft
fr_fr: %s Retourné au brouillon

# Quiz Scheduled
source: %s Scheduled
fr_fr: %s Planifié

# Quiz Updated
source: %s Updated
fr_fr: %s Mise à jour

# Add New Question Label
source: Add New
fr_fr: Ajouter nouveau

# Question Published
source: %s Published
fr_fr: %s Publié

# Question Published Privately
source: %s Published Privately
fr_fr: %s Publié en Privé

# Question Reverted to Draft
source: %s Reverted to Draft
fr_fr: %s Retourné au brouillon

# Question Scheduled
source: %s Scheduled
fr_fr: %s Planifié

# Question Updated
source: %s Updated
fr_fr: %s Mise à jour

# Add New Lesson Label
source: Add New
fr_fr: Ajouter nouveau

# Lesson Published
source: %s Published
fr_fr: %s Publié

# Lesson Published Privately
source: %s Published Privately
fr_fr: %s Publié en Privé

# Lesson Reverted to Draft
source: %s Reverted to Draft
fr_fr: %s Retourné au brouillon

# Lesson Scheduled
source: %s Scheduled
fr_fr: %s Planifié

# Lesson Updated
source: %s Updated
fr_fr: %s Mise à jour

# Add New Course Label
source: Add New
fr_fr: Ajouter nouveau

# Course Published
source: %s Published
fr_fr: %s Publié

# Course Published Privately
source: %s Published Privately
fr_fr: %s Publié en Privé

# Course Reverted to Draft
source: %s Reverted to Draft
fr_fr: %s Retourné au brouillon

# Course Scheduled
source: %s Scheduled
fr_fr: %s Planifié

# Course Updated
source: %s Updated
fr_fr: %s Mise à jour

# placeholder: Course
source: %s Category
fr_fr: %s Catégorie

# placeholder: Course
source: Search %s Categories
fr_fr: Chercher Catégories %s

# placeholder: Course
source: All %s Categories
fr_fr: Toutes les catégories %s

# placeholder: Course
source: Parent %s Category
fr_fr: Catégorie parente %s

# placeholder: Course
source: Parent %s Category:
fr_fr: Catégorie parente %s :

# placeholder: Course
source: Edit %s Category
fr_fr: Modifier la catégorie %s

# placeholder: Course
source: Update %s Category
fr_fr: Mettre à jour la catégorie %s

# placeholder: Course
source: Add New %s Category
fr_fr: Ajouter la nouvelle catégorie %s

# placeholder: Course
source: New %s Category Name
fr_fr: Nouveau %s Nom de Catégorie

# placeholder: Course
source: %s Tags
fr_fr: %s Mots clés

# placeholder: Course
source: Search %s Tag
fr_fr: Rechercher %s

# placeholder: Course
source: All %s Tags
fr_fr: Toutes les étiquettes %s

# placeholder: Course
source: Parent %s Tag
fr_fr: Parent %s Mot-clé

# placeholder: Course
source: Parent %s Tag:
fr_fr: Parent %s Mot-clé:

# placeholder: Course
source: Edit %s Tag
fr_fr: Editer %s étiquettes

# placeholder: Course
source: Update %s Tag
fr_fr: Mettre à jour %s l’étiquette

# placeholder: Course
source: Add New %s Tag
fr_fr: Ajouter nouvelle %s étiquette

# placeholder: Course
source: New %s Tag Name
fr_fr: Nouveau ots-clés %s

# placeholder: Lesson
source: %s Category
fr_fr: %s Catégorie

# placeholder: Lesson
source: Search %s Categories
fr_fr: Chercher Catégories %s

# placeholder: Lesson
source: All %s Categories
fr_fr: Toutes les catégories %s

# placeholder: Lesson
source: Parent %s Category
fr_fr: Catégorie parente %s

# placeholder: Lesson
source: Parent %s Category:
fr_fr: Catégorie parente %s :

# placeholder: Lesson
source: Edit %s Category
fr_fr: Modifier la catégorie %s

# placeholder: Lesson
source: Update %s Category
fr_fr: Mettre à jour la catégorie %s

# placeholder: Lesson
source: Add New %s Category
fr_fr: Ajouter la nouvelle catégorie %s

# placeholder: Lesson
source: New %s Category Name
fr_fr: Nouveau %s Nom de Catégorie

# placeholder: Lesson
source: %s Tags
fr_fr: %s Mots clés

# placeholder: Lesson
source: Search %s Tag
fr_fr: Rechercher %s

# placeholder: Lesson
source: All %s Tags
fr_fr: Toutes les étiquettes %s

# placeholder: Lesson
source: Parent %s Tag
fr_fr: Parent %s Mot-clé

# placeholder: Lesson
source: Parent %s Tag:
fr_fr: Parent %s Mot-clé:

# placeholder: Lesson
source: Edit %s Tag
fr_fr: Editer %s étiquettes

# placeholder: Lesson
source: Update %s Tag
fr_fr: Mettre à jour %s l’étiquette

# placeholder: Lesson
source: Add New %s Tag
fr_fr: Ajouter nouvelle %s étiquette

# placeholder: Lesson
source: New %s Tag Name
fr_fr: Nouveau ots-clés %s

# placeholder: Topic
source: %s Category
fr_fr: %s Catégorie

# placeholder: Topic
source: Search %s Categories
fr_fr: Chercher Catégories %s

# placeholder: Topic
source: All %s Categories
fr_fr: Toutes les catégories %s

# placeholder: Topic
source: Parent %s Category
fr_fr: Catégorie parente %s

# placeholder: Topic
source: Parent %s Category:
fr_fr: Catégorie parente %s :

# placeholder: Topic
source: Edit %s Category
fr_fr: Modifier la catégorie %s

# placeholder: Topic
source: Update %s Category
fr_fr: Mettre à jour la catégorie %s

# placeholder: Topic
source: Add New %s Category
fr_fr: Ajouter la nouvelle catégorie %s

# placeholder: Topic
source: New %s Category Name
fr_fr: Nouveau %s Nom de Catégorie

# placeholder: Topic
source: %s Tags
fr_fr: %s Mots clés

# placeholder: Topic
source: Search %s Tag
fr_fr: Rechercher %s

# placeholder: Topic
source: All %s Tags
fr_fr: Toutes les étiquettes %s

# placeholder: Topic
source: Parent %s Tag
fr_fr: Parent %s Mot-clé

# placeholder: Topic
source: Parent %s Tag:
fr_fr: Parent %s Mot-clé:

# placeholder: Topic
source: Edit %s Tag
fr_fr: Editer %s étiquettes

# placeholder: Topic
source: Update %s Tag
fr_fr: Mettre à jour %s l’étiquette

# placeholder: Topic
source: Add New %s Tag
fr_fr: Ajouter nouvelle %s étiquette

# placeholder: Topic
source: New %s Tag Name
fr_fr: Nouveau ots-clés %s

# placeholder: Quiz
source: %s Category
fr_fr: %s Catégorie

# placeholder: Quiz
source: Search %s Categories
fr_fr: Chercher Catégories %s

# placeholder: Quiz
source: All %s Categories
fr_fr: Toutes les catégories %s

# placeholder: Quiz
source: Parent %s Category
fr_fr: Catégorie parente %s

# placeholder: Quiz
source: Parent %s Category:
fr_fr: Catégorie parente %s :

# placeholder: Quiz
source: Edit %s Category
fr_fr: Modifier la catégorie %s

# placeholder: Quiz
source: Update %s Category
fr_fr: Mettre à jour la catégorie %s

# placeholder: Quiz
source: Add New %s Category
fr_fr: Ajouter la nouvelle catégorie %s

# placeholder: Quiz
source: New %s Category Name
fr_fr: Nouveau %s Nom de Catégorie

# placeholder: Quiz
source: %s Tags
fr_fr: %s Mots clés

# placeholder: Quiz
source: Search %s Tag
fr_fr: Rechercher %s

# placeholder: Quiz
source: All %s Tags
fr_fr: Toutes les étiquettes %s

# placeholder: Quiz
source: Parent %s Tag
fr_fr: Parent %s Mot-clé

# placeholder: Quiz
source: Parent %s Tag:
fr_fr: Parent %s Mot-clé:

# placeholder: Quiz
source: Edit %s Tag
fr_fr: Editer %s étiquettes

# placeholder: Quiz
source: Update %s Tag
fr_fr: Mettre à jour %s l’étiquette

# placeholder: Quiz
source: Add New %s Tag
fr_fr: Ajouter nouvelle %s étiquette

# placeholder: Quiz
source: New %s Tag Name
fr_fr: Nouveau ots-clés %s

# placeholder: Question
source: Search %s Categories
fr_fr: Chercher Catégories %s

# placeholder: Question
source: All %s Categories
fr_fr: Toutes les catégories %s

# placeholder: Question
source: Parent %s Category
fr_fr: Catégorie parente %s

# placeholder: Question
source: Parent %s Category:
fr_fr: Catégorie parente %s :

# placeholder: Question
source: Edit %s Category
fr_fr: Modifier la catégorie %s

# placeholder: Question
source: Update %s Category
fr_fr: Mettre à jour la catégorie %s

# placeholder: Question
source: Add New %s Category
fr_fr: Ajouter la nouvelle catégorie %s

# placeholder: Question
source: New %s Category Name
fr_fr: Nouveau %s Nom de Catégorie

# placeholder: Question
source: %s Tags
fr_fr: %s Mots clés

# placeholder: Question
source: Search %s Tag
fr_fr: Rechercher %s

# placeholder: Question
source: All %s Tags
fr_fr: Toutes les étiquettes %s

# placeholder: Question
source: Parent %s Tag
fr_fr: Parent %s Mot-clé

# placeholder: Question
source: Parent %s Tag:
fr_fr: Parent %s Mot-clé:

# placeholder: Question
source: Edit %s Tag
fr_fr: Editer %s étiquettes

# placeholder: Question
source: Update %s Tag
fr_fr: Mettre à jour %s l’étiquette

# placeholder: Question
source: Add New %s Tag
fr_fr: Ajouter nouvelle %s étiquette

# placeholder: Question
source: New %s Tag Name
fr_fr: Nouveau ots-clés %s

# placeholder: Course
source: LearnDash %s Settings
fr_fr: LearnDash %s paramètres

# Options for course materials
source: Options for %s materials
fr_fr: Options pour les matériels de %s

# Course Price Type Label
source: %s Price Type
fr_fr: %s Type de prix

source: Open
fr_fr: Ouvert

source: Closed
fr_fr: Fermé

source: Free
fr_fr: Gratuit

source: Buy Now
fr_fr: Achetez maintenant

source: Recurring
fr_fr: Récurrent

source: Optional
fr_fr: Optionnel

# placeholders: "Take This Course" button label
source: Entering a URL in this field will enable the "%s" button. The button will not display if this field is left empty. Relative URL beginning with a slash is acceptable.
fr_fr: L'entrée d'une URL dans ce champ permet d'activer le bouton " %s". Le bouton ne s'affichera pas si ce champ est laissé vide. L'URL relative commençant par une barre oblique est acceptable.

# Course Price Label
source: %s Price
fr_fr: %s Prix

# Enter course price here. Leave empty if the course is free.
source: Enter %s price here. Leave empty if the %s is free.
fr_fr: Entrez le prix du %s ici. Laissez vide si le %s est gratuit.

source: Billing Cycle
fr_fr: Cycle de facturation

source: Billing Cycle for the recurring payments in case of a subscription.
fr_fr: Cycle de paiement pour les paiements récurrents en cas d'abonnement.

# Course Access List Label
source: %s Access List
fr_fr: Liste d'accès de %s

# Sort Lesson By Label
source: Sort %s By
fr_fr: Organiser les %s par

source: Use Default
fr_fr: Utiliser par défault

# Choose the sort order of lessons in this course.
source: Choose the sort order of %1$s in this %2$s.
fr_fr: Choisissez l'ordre de tri de %1$s dans ce %2$s.

# Sort Lesson Direction Label
source: Sort %s Direction
fr_fr: Trier par %s

# placeholder: Lessons
source: %s Per Page
fr_fr: %s par page

source: Custom
fr_fr: mode personnalisé

# Choose the per page of lessons in this course.
source: Choose the per page of %s in this %s.
fr_fr: Choisissez le par page de %s dans ce %s.

# Custom lessons per page
source: Custom %s Per Page
fr_fr: %s sur mesure par page

# Enter lesson per page value. Set to zero for no paging
source: Enter %s per page value. Set to zero for no paging
fr_fr: Saisir la valeur de la %s par page. Utiliser "0" pour supprimer la pagination

# placeholder: Course
source: Enable %s Prerequisites
fr_fr: Activer les prérequis de la %s

source: Leave this field unchecked if prerequisite not used.
fr_fr: Laisser cette case décochée si les prérequis ne sont pas utilisés.

# Course prerequisites Label
source: %s Prerequisites
fr_fr: Prérequis de la %s

# Select one or more course as prerequisites to view this course
source: Select one or more %1$s as prerequisites to view this %2$s
fr_fr: Sélectionnez un ou plusieurs %1$s comme conditions préalables pour afficher ce %2$s

# Course Prerequisites Compare Label
source: %s Prerequisites Compare
fr_fr: Comparez les Prérequis de la %s

# pleaceholder: Course
source: Select how to compare the selected prerequisite %s.
fr_fr: Choisir comment comparer les prérequis sélectionnés de la %s.

# placeholder: Course
source: Enable %s Points
fr_fr: Activer %s les points

source: Leave this field unchecked if points not used.
fr_fr: Laisser cette case décochée si les points ne sont pas utilisés.

# Course Points
source: %s Points
fr_fr: Points du %s

# placeholder: course
source: Enter the number of points a user will receive for this %s.
fr_fr: Indiquer le nombre de points q'un utilisateur recevra pour ce %s .

# Course Points Access
source: %s Points Access
fr_fr: %s accès aux points

# placeholder: course
source: Enter the number of points a user must have to access this %s.
fr_fr: Indiquer ici le nombre de points qu'un utilisateur doit avoir pour avoir accès au %s.
