Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

source: Third Party
fr_fr: Tierce partie

source: By %s
fr_fr: Par %s

source: Install %s now
fr_fr: Installer %s maintenant

source: Install Now
fr_fr: Installer maintenant

source: Update %s now
fr_fr: Mettre à jour %s maintenant

source: Update Now
fr_fr: Mettre à jour maintenant

# plugin
source: Active
fr_fr: Plus actifs

source: Activate
fr_fr: Activer

# plugin
source: Activate %s
fr_fr: Activer %s

source: Network Activate
fr_fr: Activer sur le réseau

# plugin
source: Network Activate %s
fr_fr: Réseau activé %s

# plugin
source: Installed
fr_fr: Installé

source: More information about %s
fr_fr: Plus d&rsquo;informations à propos de %s

source: More Details
fr_fr: Plus de détails

source: Last Updated:
fr_fr: Dernière mise à jour&nbsp;:

# placeholder: human relative date time
source: %s ago
fr_fr: il y a %s

source: Untested with your version of WordPress
fr_fr: Non-testé avec votre version de WordPress

source: <strong>Incompatible</strong> with your version of WordPress
fr_fr: <strong>Incompatible</strong> avec votre version de WordPress

source: <strong>Compatible</strong> with your version of WordPress
fr_fr: <strong>Compatible</strong> avec votre version de WordPress

source: Check Updates
fr_fr: Vérifier les mises à jour

source: Search:
fr_fr: Recherche:

source: &lsaquo; prev
fr_fr: &lsaquo; précédent

source: next &rsaquo;
fr_fr: suivant &rsaquo;

source: Search
fr_fr: Chercher

# Course Users Label
source: %s Users
fr_fr: %s Utilisateurs

# Course Users label
source: %s Users
fr_fr: %s Utilisateurs

# Search All Course Users
source: Search All %s Users
fr_fr: Rechercher tous les utilisateurs de %s

# Search Assigned Course Users
source: Search Assigned %s Users
fr_fr: Rechercher les utilisateurs assignés à %s

source: Group Users
fr_fr: Les utilisateurs du groupe

source: Search All Group Users
fr_fr: Rechercher tous les membres du groupe

source: Search Assigned Group Users
fr_fr: Rechercher les membres attribués au groupe

source: Group Leaders
fr_fr: Responsables de groupe

source: Search All Group Leaders
fr_fr: Recherche tous les responsables du groupe

source: Search Assigned Group Leaders
fr_fr: Recherche les responsables affectés aux groupes

# Group Courses label
source: Group %s
fr_fr: Groupe %s

# Search All Group Courses Label
source: Search All Group %s
fr_fr: Rechercher tous les groupes %s

# Search Assigned Group Courses Label
source: Search Assigned Group %s
fr_fr: Rechercher les groupes assignés %s

# Groups Using Course Label
source: Groups Using %s
fr_fr: Groupes Utilisant %s

source: Search All Groups
fr_fr: Rechercher dans tous les groupes

# Search Course Groups Label
source: Search %s Groups
fr_fr: Recherche %s groupes

# User Enrolled in Courses Label
source: User Enrolled in %s
fr_fr: Utilisateur inscrit %s

# Search All Courses Label
source: Search All %s
fr_fr: Recherche Tous %s

# Search Enrolled Courses Label
source: Search Enrolled %s
fr_fr: Rechercher les inscrits %s

source: User Enrolled in Groups
fr_fr: Utilisateurs inscrits dans les groupes

source: Search Enrolled Groups
fr_fr: Rechercher des groupes inscrits

source: Leader of Groups
fr_fr: Responsable de groupes

source: Search Leader Groups
fr_fr: Rechercher les responsables des groupes

source: Expand All
fr_fr: Tout agrandir

source: Collapse All
fr_fr: Si elle est cochée, il est permis de réduire toutes les sections.

# placeholders: will be post type labels like Course, Lesson, Topic
source: Are you sure you want to remove this %1$s from the %2$s? (This will also remove all sub-items)
fr_fr: Êtes-vous sûr de vouloir supprimer ce %1$s du %2$s ? (Cela supprimera tous les sous-éléments)

# placeholder: will be post type label like Course, Lesson, Topic
source: Are you sure you want to move this %s to Trash?
fr_fr: Etes-vous sûr de vouloir déplacer ce %s dans la corbeille?

source: Expand/Collape Section
fr_fr: Étendre / Réduire la section

source: New
fr_fr: Créer

source: Search...
fr_fr: Recherche…

source: First Page
fr_fr: Première page

source: Previous Page
fr_fr: Page précédente

source: Next Page
fr_fr: Page suivante

source: Last Page
fr_fr: Dernière page

source: LearnDash Data Upgrade
fr_fr: Groupes LearnDash mis à jour.

source: Last run: none
fr_fr: Dernière exécution : aucune

# placeholders: date/time, user name
source: Last run: %1$s by %2$s
fr_fr: Dernière exécution:%1$s par%2$s

source: LearnDash Group Admin
fr_fr: Administrateurs LearnDash

# placeholder: course
source: Enable automatic group enrollment when a user enrolls into any associated group %s
fr_fr: Permettre l’inscription de groupe automatique lorsqu’un utilisateur s’inscrit dans aucun groupe associé à %s

# Group Courses
source: Group %s
fr_fr: Groupe %s

source: Email Group
fr_fr: Groupe de courriel

source: edit
fr_fr: modifier

source: List Users
fr_fr: Liste des utilisateurs

source: Export Progress
fr_fr: Exporter les progressions

source: Export Results
fr_fr: Exporter les résultats

source: Edit Group
fr_fr: Modifier

source: Report
fr_fr: Rapport

source: Group Administration
fr_fr: Administration de groupe

source: per Page
fr_fr: par Page

source: Edit User
fr_fr: Modifier

source: Back
fr_fr: Retour

source: Username
fr_fr: Identifiant (en minuscule et sans caractères spéciaux)

source: Group Name
fr_fr: Nom du groupe

source: Please login as a Group Administrator
fr_fr: Veuillez vous connecter en tant qu'administrateur de groupe

source: Email Subject:
fr_fr: Objet de l'email:

source: Email Message:
fr_fr: Message :

source: Send
fr_fr: Envoyer

source: Both Email Subject and Message are required and cannot be empty.
fr_fr: Le sujet de l’E-mail ainsi que le message sont obligatoires. Ces champs ne peuvent rester vides.

source: Sending...
fr_fr: Envoi...

source: Search Users
fr_fr: Chercher un utilisateur

source: Search Groups
fr_fr: Rechercher des groupes

source: Update User
fr_fr: Mise à jours des utilisateurs

# Certificates Menu Label
source: Certificates
fr_fr: Certificats

# Assignments Menu Label
source: Assignments
fr_fr: Devoirs

# Groups Menu Label
source: Groups
fr_fr: Groupes

# Submitted Essays Menu Label
source: Submitted Essays
fr_fr: Essais réalisés

# Settings Menu Label
source: Settings
fr_fr: (Paramètres)

# Quiz Submitted Essays Tab Label
source: Submitted Essays
fr_fr: Essais réalisés

# Quiz Statistics Tab Label
source: Statistics
fr_fr: Statistiques

# Quiz Leaderboard Tab Label
source: Leaderboard
fr_fr: Classement

# Reports Menu Label
source: Reports
fr_fr: Rapports

# LMS License Tab Label
source: LMS License
fr_fr: License LMS

# placeholders: Post Type singular label
source: Add %s title
fr_fr: Ajouter le titre %s

# placeholders: Post Type singular label
source: Add %s content.
fr_fr: Ajoutez le contenu %s.

# placeholder: Taxonomy singular name.
source: Filter by %s
fr_fr: Filtrer par %s

source: Show more details
fr_fr: Afficher plus de détails

# Learndash Report Menu Label
source: Reports
fr_fr: Rapports

source: User Reports
fr_fr: Rapports utilisateur

# Support Tab Label
source: Support
fr_fr: Assistance

source: Support
fr_fr: Assistance

source: Go to LearnDash Support
fr_fr: Aller au support LearnDash

source: Download System Info
fr_fr: Télécharger l'information du système

source: Copy System Info
fr_fr: Copier Info système

source: Copy to Clipboard
fr_fr: Copie dans le presse-papiers

source: Copy Success
fr_fr: Copie Réussie

source: Copy Failed
fr_fr: Échec de la copie

source: Reset LearnDash
fr_fr: Réinitialiser LearnDash

source: <span style="color:red;">Warning: This will remove ALL LearnDash data including any custom database tables.</style></span>
fr_fr: < span style = "couleur: rouge;" > Avertissement: cela va supprimer toutes les données LearnDash, y compris les tables de base de données personnalisées. </style> </span>

source: <strong>Confirm the data deletion</strong>
fr_fr: <strong>Confirmez la suppression</strong>

# placeholder: secret generated code
source: Enter <code>%s</code> in the above field and click the submit button
fr_fr: Entrez <code> %s </code> dans le champ ci-dessus et cliquez sur le bouton Soumettre

source: Submit
fr_fr: Envoi

source: Learndash Settings
fr_fr: Paramètres Learndash

source: Setting
fr_fr: Paramètre

source: Value
fr_fr: Valeur

# placeholder: version number
source: A newer version of LearnDash (%s) is available.
fr_fr: Une version plus récente de LearnDash ( %s) est disponible.

source: Please upgrade.
fr_fr: Effectuez SVP la mise à niveau.

# placeholder: prior LearnDash version
source: (upgraded from %s)
fr_fr: (mis à Jour depuis %s)

source: Learndash Version
fr_fr: Version de Learndash

source: Yes
fr_fr: Oui

# placeholder: date
source: last check: %s
fr_fr: Dernier contrôle %s

source: No
fr_fr: Non

source: LearnDash License Valid
fr_fr: Licence LearnDash valide

source: Please run the Data Upgrade.
fr_fr: Veuillez exécuter la mise à niveau des données.

# placeholder: datetime
source: last run %s
fr_fr: dernière exécution: %s

source: Data Upgrade Courses
fr_fr: Cours de mise à niveau de données

source: Data Upgrade Quizzes
fr_fr: Quiz de mise à niveau de données

source: Data Upgrade Course Access Lists
fr_fr: Listes d'accès aux cours de mise à niveau de données

source: Data Upgrade ProQuiz Questions
fr_fr: Mise à jour des données ProQuiz questions

source: Courses Count
fr_fr: Nombre de Formations

source: Lessons Count
fr_fr: Nombre de modules

source: Topics Count
fr_fr: Nombre d'étapes

source: Quizzes Count
fr_fr: Nombre de quiz

source: Include in Reports
fr_fr: Inclure dans les Rapports

# placeholder: Course
source: %s Builder Interface
fr_fr: %s Construction d'interface

# placeholder: Course
source: Shared %s Steps
fr_fr: Partagé %s étapes

source: Nested URLs
fr_fr: URL imbriquées

# placeholder: Courses
source: %s Permalink slug
fr_fr: %s Permalien

# placeholder: Lessons
source: %s Permalink slug
fr_fr: %s Permalien

# placeholder: Topics
source: %s Permalink slug
fr_fr: %s Permalien

# placeholder: Quizzes
source: %s Permalink slug
fr_fr: %s Permalien

# placeholder: Quiz
source: %s Builder Interface
fr_fr: %s Construction d'interface

# placeholder: Quiz, Questions
source: %1$s Shared %2$s
fr_fr: %1$s partagé%2$s

# placeholder: Course
source: %s Category base
fr_fr: %s base de la catégorie

# placeholder: Course
source: %s Tag base
fr_fr: %s base de balise

# placeholder: Lesson
source: %s Category base
fr_fr: %s base de la catégorie

# placeholder: Lesson
source: %s Tag base
fr_fr: %s base de balise

# placeholder: Topic
source: %s Category base
fr_fr: %s base de la catégorie

# placeholder: Topic
source: %s Tag base
fr_fr: %s base de balise

source: Assignment Upload Dir
fr_fr: Répertoire de téléchargement du devoir

source: Directory does not exists
fr_fr: Le répertoire n'existe pas

source: Directory not writable
fr_fr: Le répertoire TMP est accessible en écriture

source: Essay Upload Dir
fr_fr: Répertoire de téléchargement de l'essai

source: Translation Files
fr_fr: Fichiers de traduction

source: Server
fr_fr: Serveur

source: PHP Version
fr_fr: Version PHP

source: WordPress Minimum Requirements
fr_fr: Exigences minimales WordPress

source: PHP OS
fr_fr: OS PHP

source: PHP OS Family
fr_fr: Famille d'OS PHP

source: MySQL version
fr_fr: Version MySQL

source: SSL Version
fr_fr: Version de SSL

source: Protocols
fr_fr: Protocoles

source: WordPress Settings
fr_fr: Réglages WordPress

source: WordPress Version
fr_fr: Version de WordPress

source: WordPress Home URL
fr_fr: URL Accueil de Wordpress

source: WordPress Site URL
fr_fr: URL du site WordPress

source: Is Multisite
fr_fr: Est Multisite

source: Site Language
fr_fr: Langue du site

source: Using Permalinks
fr_fr: Utilisation de permaliens

source: Object Cache
fr_fr: Cache d'objets

source: Recommended at least 100M memory.
fr_fr: Recommandé au moins 100M de mémoire.

source: Learndash Templates
fr_fr: Template LearnDash

source: Template Name
fr_fr: Nom du Modèle

source: Template Path
fr_fr: Chemin d’accès aux modèles

source: Database Tables
fr_fr: Tables de la base de données

source: Table Name
fr_fr: Nom de la table

source: Present
fr_fr: Présent

source: When the LearnDash plugin or related add-ons are activated they will create the following tables. If the tables are not present try reactivating the plugin. If the table still do not show check the DB_USER defined in your wp-config.php and ensure it has the proper permissions to create tables. Check with your host for help.
fr_fr: Lorsque le plugin LearnDash ou des Add-ons connexes sont activés, ils créeront les tableaux suivants. Si les tables ne sont pas présentes, essayez de réactiver le plugin. Si la table n'affiche toujours pas vérifier le DB_USER défini dans votre wp-config. php et assurez-vous qu'il a les autorisations appropriées pour créer des tables. Renseignez-vous auprès de votre hôte.

source: Active Theme
fr_fr: Thème actif

source: Theme
fr_fr: Thème

source: Details
fr_fr: Informations

source: Update available
fr_fr: Mise à jour disponible

source: Path
fr_fr: Chemin

source: Active Plugins
fr_fr: Extensions actives

# Course Info Label
source: %s Info
fr_fr: Information sur %s

# Permanently Delete Course Data Label
source: Permanently Delete %s Data
fr_fr: Destruction définitive des données de cours %s

source: Check and click update profile to permanently delete user's LearnDash course data. <strong>This cannot be undone.</strong>
fr_fr: Cocher et cliquer mettre à jour le profil pour supprimer définitivement les données de cours de l'utilisateur. <strong>Ceci est définitif.</strong>

# User Enrolled Courses
source: User Enrolled %s
fr_fr: Utilisateur inscrit %s

source: Title
fr_fr: Nom

source: Status
fr_fr: Statuts

source: Steps
fr_fr: Étapes

source: Started / Completed
fr_fr: Commencé / Complété

source: view
fr_fr: vue

# placeholder: Started date
source: Started: %s
fr_fr: Commencé le %s

# placeholder: Started Group date
source: Started: %s (Group Access)
fr_fr: Démarré: %s (accès groupe)

source: (access expired)
fr_fr: (Accès expiré)

# Course Expires on date
source: Expires: %s
fr_fr: Expire : %s

# placeholder: Completed date
source: Completed: %s
fr_fr: Terminé le : %s

# placeholder: Lesson
source: Click the '+' to add a new %s
fr_fr: Cliquez sur le' + 'pour ajouter un nouveau %s

# placeholder: Topic
source: Click the '+' to add a new %s
fr_fr: Cliquez sur le' + 'pour ajouter un nouveau %s

# placeholder: Quiz
source: Click the '+' to add a new %s
fr_fr: Cliquez sur le' + 'pour ajouter un nouveau %s

# placeholder: Lessons
source: Drop %s Here
fr_fr: Déposer %s ici

# placeholder: Lesson, Topics
source: Drop %1$s %2$s Here
fr_fr: Déposez %1$s %2$s ici

# placeholder: Quizzes
source: Drop Global %s Here
fr_fr: Déposez global %s ici

# placeholder: Lesson, Quizzes
source: Drop %1$s %2$s Here
fr_fr: Déposez %1$s %2$s ici

# placeholder: Topic, Quizzes
source: Drop %1$s %2$s Here
fr_fr: Déposez %1$s %2$s ici

# placeholder: number of steps
source: Total Steps: %s
fr_fr: Nb total d'étapes : %s

# placeholder: Course
source: You have unsaved %s Builder changes. Are you sure you want to leave?
fr_fr: Vous avez des modifications du générateur %s non enregistrées. Tu es sûr e de vouloir partir?

# placeholder: will contain post type label
source: Edit %s Settings (new window)
fr_fr: Modifier les paramètres %s (nouvelle fenêtre)

# placeholder: will contain post type label
source: View %s (new window)
fr_fr: Afficher %s (nouvelle fenêtre)

# placeholder: will contain post type label
source: Move %s to Trash
fr_fr: Déplacer %s à la corbeille

# placeholders: will contain post type label, Course
source: Remove %1$s from %2$s
fr_fr: Remplacer %1$s" de %2$s

# placeholder: will contain post type label
source: Move %s
fr_fr: Déplacez %s

source: Edit Title
fr_fr: Éditer Titre

source: Cancel
fr_fr: Annuler

# placeholder: Lesson
source: Move %s
fr_fr: Déplacez %s

# placeholder: Lesson
source: Edit %s Settings (new window)
fr_fr: Modifier les paramètres %s (nouvelle fenêtre)

# placeholder: Lesson
source: View %s (new window)
fr_fr: Afficher %s (nouvelle fenêtre)

# placeholders: Lesson, Course
source: Remove %1$s from %2$s
fr_fr: Remplacer %1$s" de %2$s

source: Move
fr_fr: Déplacer

# placeholder: Topic
source: Edit %s Settings (new window)
fr_fr: Modifier les paramètres %s (nouvelle fenêtre)

# placeholder: Topic
source: View %s (new window)
fr_fr: Afficher %s (nouvelle fenêtre)

# placeholder: Quiz
source: View %s (new window)
fr_fr: Afficher %s (nouvelle fenêtre)

source: #1: Invalid post data
fr_fr: #1: données post non valides

source: #2: Invalid post data
fr_fr: #2: données post non valides

# placeholder: Question
source: Click the '+' to add a new %s
fr_fr: Cliquez sur le' + 'pour ajouter un nouveau %s

# placeholder: Questions
source: Drop %s Here
fr_fr: Déposer %s ici

# placeholder: Quiz
source: You have unsaved %s Builder changes. Are you sure you want to leave?
fr_fr: Vous avez des modifications du générateur %s non enregistrées. Tu es sûr e de vouloir partir?

# placeholders: post type labels like Question, second Quiz
source: Are you sure you want to remove this %1$s from the %2$s?
fr_fr: Êtes-vous sûr de vouloir supprimer ce%1$s du%2$s?

# placeholders: post type labels like Question
source: Are you sure you want to move this %s to Trash?
fr_fr: Etes-vous sûr de vouloir déplacer ce %s dans la corbeille?

# placeholders: Question, Quiz
source: Remove %1$s from %2$s
fr_fr: Remplacer %1$s" de %2$s

# placeholder: Total of question points
source: Total Points: %s
fr_fr: Nombre total de points: %s

# Export User Course Data Label
source: Export User %s Data
fr_fr: Exporter les données utilisateur %s

# placeholders: result count, total count
source: %1$d of %2$s Users
fr_fr: %1$d of %2$s Utilisateurs

source: name
fr_fr: nom

source: course_id
fr_fr: id du cours

source: course_title
fr_fr: titre_cours

source: steps_completed
fr_fr: étapes_terminées

source: course_completed_on
fr_fr: cours terminé

# Course Complete Report label: NO
source: NO
fr_fr: NON

# Course Complete Report label: YES
source: YES
fr_fr: OUI

# Export User Quiz Data Label
source: Export User %s Data
fr_fr: Exporter les données utilisateur %s

source: quiz_id
fr_fr: le quiz ID %s n'existe pas

source: percentage
fr_fr: pourcentage

source: time_spent
fr_fr: temps passé

source: passed
fr_fr: Réussi

# Quiz Passed Report label: NO
source: NO
fr_fr: NON

# Quiz Passed Report label: YES
source: YES
fr_fr: OUI

source: Upgrade
fr_fr: Mettre à Jour

# placeholder: Course
source: Upgrade %s Meta
fr_fr: Mise à niveau de %s Meta

# placeholder: course
source: This upgrade will upgrade the %s meta elements. (Optional)
fr_fr: Cette mise à niveau mettra à niveau les éléments meta %s. Facultatif

source: Continue previous upgrade processing?
fr_fr: Continuer le traitement de mise à niveau précédente?

source: Complete
fr_fr: Terminer

source: In Progress
fr_fr: En cours

source: Incomplete
fr_fr: Incomplet

# placeholders: progress status, result count, total count
source: %1$s: %2$d of %3$d Courses
fr_fr: %1$s: %2$d of %3$d Cours

# placeholders: Quiz, Questions
source: Upgrade %1$s %2$s
fr_fr: Mise à niveau%1$s %2$s

# placeholders: Quiz questions, Quiz
source: This upgrade will convert the %1$s %2$s to WordPress custom post type. <strong>This is required before enabling %3$s Builder.</strong> (Optional)
fr_fr: Cette mise à niveau va convertir le%1$s %2$s à WordPress type de poste personnalisé. <strong> Ceci est requis avant d'activer%3$s Builder. </strong> Facultatif

# placeholders: Quiz
source: Invalid %s ID
fr_fr: ID %s non valide

# placeholders: Questions, Quiz, Quiz Title
source: Reprocess %1$s for %2$s: "%3$s"
fr_fr: Retraiter %1$s pour %2$s: "%3$s"

# placeholders: Questions
source: Process Mismatched %s only?
fr_fr: Processus Mismatched% s seulement?

# placeholders: progress status, result count, total count, Questions label
source: %1$s: %2$d of %3$d %4$s
fr_fr: %1$s: %2$d de %3$d %4$s

# placeholder: Number of skipper Questions
source: ProQuiz Questions Skipped %d
fr_fr: Questions ProQuiz ignorées% d

# placeholder: ProQuiz Question ID
source: [%d] Empty Question ProID given.
fr_fr: [% d] Question vide ProID donné.

# placeholder: ProQuiz Question ID
source: ProQuestion ID [%d] Model not found.
fr_fr: ID de ProQuestion [% d] modèle introuvable.

# placeholder: ProQuiz Question ID, ProQuiz Quiz ID
source: ProQuestion ID [%1$d] ProQuiz ID empty [%2$d].
fr_fr: ID ProQuestion [%1$d] ProQuiz ID vide [%2$d].

# placeholder: ProQuiz Question ID, ProQuiz Quiz ID
source: ProQuestion ID [%1$d] ProQuiz ID Model not found [%2$d].
fr_fr: ID de ProQuestion [%1$d] modèle d'ID ProQuiz introuvable [%2$d].

source: Rename WPProQuiz DB Tables
fr_fr: Renommer les tables WPProQuiz DB

source: This upgrade will rename the existing WPProQuiz database tables to a new name inline with LearnDash standards.
fr_fr: Cette mise à niveau renommera les tables de base de données WPProQuiz existantes en un nouveau nom en ligne avec les normes LearnDash.

# placeholders: progress status, result count, total count
source: %1$s: %2$d of %3$d Users
fr_fr: %1$s: %2$d of %3$d Utilisateurs

# placeholder: Course
source: Upgrade User %s Data
fr_fr: Mettre à niveau %s données utilisateur

# placeholder: course
source: This upgrade will sync your existing user data for %s into a new database table for better reporting. (Required)
fr_fr: Cette mise à niveau synchronisera vos données utilisateur existantes pour %s dans une nouvelle table de base de données pour un meilleur Reporting. Requis

# placeholder: Quiz
source: Upgrade User %s Data
fr_fr: Mettre à niveau %s données utilisateur

# placeholder: quiz
source: This upgrade will sync your existing user data for %s into a new database table for better reporting. (Required)
fr_fr: Cette mise à niveau synchronisera vos données utilisateur existantes pour %s dans une nouvelle table de base de données pour un meilleur Reporting. Requis

# Course Builder
source: LearnDash %s Builder
fr_fr: Générateur %s LearnDash

# LearnDash Course Groups
source: LearnDash %s Groups
fr_fr: Groupes %s LearnDash

source: Admininstrator users are not shown because they are auto-enrolled.
fr_fr: Les utilisateurs Administrateur ne sont pas affichés car ils sont inscrits automatiquement.

# placeholder: Course
source: Users enrolled via Groups using this %s are excluded from the listings below and should be manage via the Group admin screen.
fr_fr: Les utilisateurs inscrits via les groupes utilisant ce %s sont exclus des listes ci-dessous et doivent être gérés via l'écran admin du groupe.

# placeholder: Course
source: The %s price type is set to "open". This means ALL are automatically enrolled.
fr_fr: Le type de prix %s est défini sur «Ouvrir». Cela signifie que tous sont automatiquement inscrits.

# placeholders: Question
source: %s Category
fr_fr: %s Catégorie

source: (optional)
fr_fr: (facultatif)

source: Answer type
fr_fr: Type de réponse

source: (required)
fr_fr: ( requis)

source: Answers
fr_fr: Réponses

source: Single choice options
fr_fr: Options à choix unique

source: Message with the correct answer
fr_fr: Message avec la bonne réponse

source: Message with the incorrect answer
fr_fr: Message avec une Mauvaise réponse

source: Hint
fr_fr: Indice

source: Template
fr_fr: Modèle

source: Answer Type
fr_fr: Sélectionner un type

source: You can assign classify category for a question. Categories are e.g. visible in statistics function.
fr_fr: Vous pouvez définir une catégorie pour une question. Les catégories sont visibles dans les fonctions statistiques.

source: You can manage categories in global settings.
fr_fr: Vous pouvez gérer les catégories dans les paramètres généraux.

source: Create new category
fr_fr: Créer une nouvelle catégorie

source: No category
fr_fr: Aucune catégorie

source: Create
fr_fr: Créer
