Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

# placeholder: Course, Course, Lesson, Course, Lesson, Topic
source: Admin users will bypass restrictions like %1$s Progression, %2$s and %3$s Prerequisites, %4$s Points limits and %5$s/%6$s timers.
fr_fr: Les utilisateurs d'admin contourneront des restrictions telles que%1$s progression,%2$s et%3$s conditions préalables,%4$s limites de points et%5$s/%6$s Timers.

# placeholders: Course, Quiz
source: Admin users will be included in the %1$s and %2$s CSV reports.</p>
fr_fr: Les utilisateurs admin seront inclus dans les rapports CSV%1$s et%2$s. </p>

source: Per Page Default Settings
fr_fr: Paramètres par défaut par page

source: Default per page
fr_fr: Défaut par page

# placeholder: Default per page
source: Default per page controls all shortcodes and widget. Default is %d. Set to zero for no pagination.
fr_fr: Par défaut contrôle tous les shortcodes et widgets. La valeur par défaut = %d. Utiliser "0" pour supprimer la pagination.

# placeholder: Course
source: %s progress per page
fr_fr: %s progression par page

# placeholder: Course, Quizzes
source: These settings control the per page output of %1Ss progress and %2$s on the WordPress User Profile.
fr_fr: Ces paramètres contrôlent la sortie par page de la progression% 1Ss et%2$s sur le profil utilisateur WordPress.

# placeholders: courses, default per page
source: %1$s per page. Default is %2$d. Set to zero for no pagination.
fr_fr: %1$s par page. Valeur par défaut = %2$d. Utiliser "0" pour supprimer la pagination.

# placeholder: Quizzes
source: %s per page
fr_fr: %s par page

# placeholders: quizzes, default per page
source: %1$s per page. Default is %2$d. Set to zero for no pagination.
fr_fr: %1$s par page. Valeur par défaut = %2$d. Utiliser "0" pour supprimer la pagination.

# placeholder: Questions
source: %s per page
fr_fr: %s par page

# placeholders: questions, default per page
source: %1$s per page. Default is %2$d. Set to zero for no pagination.
fr_fr: %1$s par page. Valeur par défaut = %2$d. Utiliser "0" pour supprimer la pagination.

source: REST API Settings
fr_fr: Paramètres de l'API REST

source: These settings control the REST API support within LearnDash.
fr_fr: Ces paramètres contrôlent la prise en charge de l'API REST dans LearnDash.

source: Enabled REST API
fr_fr: API REST activée

source: This setting will enable the LearnDash REST API custom namespace and endpoints.
fr_fr: Ce paramètre active l'espace de noms personnalisé et les points de terminaison de l'API REST LearnDash.

# placeholder: Course
source: %s Endpoint Slug
fr_fr: %s point de terminaison Slug

source: Leave blank to user the default sfwd-courses.
fr_fr: Laissez Blank à l'utilisateur les cours par défaut sfwd.

# placeholder: Lesson
source: %s Endpoint Slug
fr_fr: %s point de terminaison Slug

source: Leave blank to user the default sfwd-lessons.
fr_fr: Laissez Blank à l'utilisateur le sfwd par défaut-Lessons.

# placeholder: Topic
source: %s Endpoint Slug
fr_fr: %s point de terminaison Slug

source: Leave blank to user the default sfwd-topic.
fr_fr: Laissez Blank à l'utilisateur le sfwd par défaut.

# placeholder: Quiz
source: %s Endpoint Slug
fr_fr: %s point de terminaison Slug

source: Leave blank to user the default sfwd-quiz.
fr_fr: Laissez Blank à l'utilisateur le sfwd-Quiz par défaut.

# learndash
source: User Endpoint Slug
fr_fr: Slug point de terminaison utilisateur

source: Leave blank to user the default user.
fr_fr: Laissez Blank à l'utilisateur l'utilisateur par défaut.

# learndash
source: Groups Endpoint Slug
fr_fr: Groupe Endpoint Slug

source: Leave blank to users the default group.
fr_fr: Laissez vide aux utilisateurs le groupe par défaut.

# placeholder: Lessons
source: <p>Control the LearnDash %s Custom Post Type Options.</p>
fr_fr: <p> contrôle le LearnDash %s Custom post type options. </p>

# placeholder: Lesson
source: %s Display Settings
fr_fr: Afficher les Paramètres de %s

source: Choose the sort direction.
fr_fr: Choisir l'ordre.

source: Enter the number of posts to display per page. Enter zero to display all.
fr_fr: Saisissez le nombre de messages à afficher par page. Entrez zéro pour afficher tout.

# placeholder: Lesson
source: %s Taxonomies
fr_fr: Taxonomie pour %s

# placeholder: Lessons
source: <p>Control which Taxonomies can be used with the LearnDash %s.</p>
fr_fr: <p> Control qui taxonomies peut être utilisé avec le LearnDash %s. </p>

# placeholder: Lesson
source: LearnDash %s Categories
fr_fr: Catégories %s LearnDash

# placeholder: Lesson
source: Enable the builtin LearnDash %s Categories
fr_fr: Activer les catégories LearnDash %s de builtin

# placeholder: Lesson
source: LearnDash %s Tags
fr_fr: Tags %s LearnDash

# placeholder: Lesson
source: Enable the builtin LearnDash %s Tags
fr_fr: Activer les balises LearnDash %s builtin

source: PayPal Email
fr_fr: E-mail PayPal

source: Enter your PayPal email here.
fr_fr: Entrer votre courriel PayPal ici.

source: PayPal Currency
fr_fr: Devise Paypal

# placeholder: URL to PayPal Currency Codes
source: Enter the currency code for transactions. See PayPal %s Documentation
fr_fr: Entrez le code de devise pour les transactions. Regardez la documentation %s PayPal

source: Currency Codes
fr_fr: Code de Devise

source: PayPal Country
fr_fr: Pays PayPal

# placeholder: URL to PayPal Country Codes.
source: Enter your country code here. See PayPal %s Documentation
fr_fr: Entrer votre code de pays ici. Regardez la documentation %s PayPal

source: Country Codes
fr_fr: Codes pays

source: PayPal Cancel URL
fr_fr: URL de PayPal Cancel

source: PayPal Return
fr_fr: URL de retour PayPal

source: Enter the URL used for completed purchases (typically a thank you page).
fr_fr: Entrez l'URL utilisée pour les achats terminés.

source: PayPal Notify URL
fr_fr: URL de notification PayPal

source: Use PayPal Sandbox
fr_fr: Utiliser PayPal Sandbox

source: Check to enable the PayPal sandbox.
fr_fr: Activer l'environment de test PayPal ((sandbox).

source: LearnDash Taxonomy Permalinks
fr_fr: Taxonomie permaliens LearnDash

source: Controls the URL slugs for the custom taxonomies used by LearnDash.
fr_fr: Contrôle les d'URL pour les taxonomies personnalisées utilisées par LearnDash.

# placeholder: Quiz
source: %s Category base
fr_fr: %s base de la catégorie

# placeholder: Quiz
source: %s Tag base
fr_fr: %s base de balise

source: LearnDash Permalinks
fr_fr: Permalien LearnDash

source: Enable Nested URLs
fr_fr: Activer les URL imbriquées

source: This option will restructure %1$s, %2$s and %3$s URLs so they are nested hierarchically within the %4$s URL.<br />For example instead of the default topic URL <code>%5$s</code> the nested URL would be <code>%6$s</code>. If <a href="%7$s">Course Builder Share Steps</a> has been enabled this setting is also automatically enabled.
fr_fr: Cette option restructure les URL%1$s,%2$s et%3$s afin qu'elles soient imbriquées hiérarchiquement dans l'URL%4$s. < br/> par exemple, au lieu de l'URL de la rubrique par défaut <code>%5$s </code> l'URL imbriquée serait <code>%6$s </code>. Si < a href = "%7$s" > les étapes de partage du générateur de cours </a> a été activée ce paramètre est également activé automatiquement.

# placeholder: Question
source: %s Category Management
fr_fr: %s gestion des catégories

source: Select a category
fr_fr: Sélectionnez une catégorie

# placeholder: Question
source: %s categories
fr_fr: %s catégories

# placeholder: Question
source: Manage %s categories. Select a category then update the title or delete.
fr_fr: Gérez les catégories %s. Sélectionnez une catégorie, puis mettez à jour le titre ou supprimez.

source: Delete
fr_fr: Supprimer

source: Category updated.
fr_fr: Catégorie mise à jour.

source: Category deleted.
fr_fr: Catégorie effacée.

# placeholder: Questions
source: <p>Control the LearnDash %s Custom Post Type Options.</p>
fr_fr: <p> contrôle le LearnDash %s Custom post type options. </p>

# placeholder: Question
source: %s Taxonomies
fr_fr: Taxonomie pour %s

# placeholder: Quiz, Questions
source: <p>Control which Taxonomies can be used with the LearnDash %1$s %2$s.</p>
fr_fr: <p> contrôle dont les taxonomies peuvent être utilisées avec le LearnDash%1$s %2$s. </p>

# placeholder: Question
source: Enable %s Categories
fr_fr: Activer les catégories %s

# placeholder: Question
source: %s Template Management
fr_fr: %s gestion des gabarits

source: Select a template
fr_fr: Choisissez un modèle

# placeholder: Question
source: %s templates
fr_fr: %s modèles

# placeholder: Question
source: Manage %s templates. Select a template then update the title or delete.
fr_fr: Gérez les modèles %s. Sélectionnez un modèle, puis mettez à jour le titre ou supprimez-le.

source: Template updated.
fr_fr: Modèle mis à jour.

source: Template deleted.
fr_fr: Modèle supprimé.

# placeholder: Quiz
source: %s Admin Email Settings
fr_fr: %s paramètres de messagerie admin

source: Mail To
fr_fr: Domain Keys Identified Mail (DKIM)

source: Separate multiple email addresses with a comma, e.g. wp@test.com, test@test.com.
fr_fr: Séparez plusieurs adresses e-mail par une virgule, par exemple wp@test.com, test@test.com.

source: From Name
fr_fr: De

source: From Email
fr_fr: Email

# placeholder: admin email
source: This is the email address of the sender. If not provided the admin email <strong>(%s)</strong> will be used.
fr_fr: Il s'agit de l'adresse e-mail de l'expéditeur. Si ce n'est pas le cas, l'admin email <strong> ( %s) </strong> sera utilisé.

source: Mail Subject
fr_fr: Objet du courriel

source: The email subject the admin will see.
fr_fr: Le sujet de l'email que l'Administrateur verra.

source: Use HTML?
fr_fr: Utiliser HTML?

source: Send email as HTML format.
fr_fr: Envoyer un e-mail au format HTML.

source: Allowed variables
fr_fr: Variables autorisées

source: User-ID
fr_fr: ID d’utilisateur

source: Quiz-Name
fr_fr: Nom-test

source: Result in percent
fr_fr: Résultat en pourcentage

source: Reached points
fr_fr: Points atteints

source: IP-address of the user
fr_fr: Adresse IP de l'utilisateur

source: Category-Overview
fr_fr: Vue d'ensemble des catégories

# Quiz Builder
source: %s Builder
fr_fr: Générateur de %s

# placeholder: Link to Data Upgrade page
source: The Data Upgrade %s must be run to enable the following settings.
fr_fr: La mise à niveau de données %s doit être exécutée pour activer les paramètres suivants.

# placeholder: Quiz, Questions, Quiz
source: Enables the %1$s Builder interface. This will allow you to manage %2$s within the %3$s editor screen.
fr_fr: Active l'interface du générateur%1$s. Cela vous permettra de gérer%2$s dans l'écran de l'éditeur%3$s.

# placeholder: Quiz
source: Enable %s Builder Interface
fr_fr: Activer le l'interface Générateur de %s

# placeholder: Questions, Quizzes
source: <p>Enables using %1$s across multiple %2$s.</p>
fr_fr: <p> permet d'utiliser%1$s sur plusieurs %2$s. </p>

# placeholder: Quiz, Questions
source: Shared %1$s %2$s
fr_fr: Partagé%1$s %2$s

# placeholder: Questions, Quizzes
source: Use %1$s across multiple %2$s
fr_fr: Utilisez%1$s sur plusieurs %2$s

# placeholder: Quizzes
source: <p>Control the LearnDash %s Custom Post Type Options.</p>
fr_fr: <p> contrôle le LearnDash %s Custom post type options. </p>

# placeholder: Quiz
source: %s Taxonomies
fr_fr: Taxonomie pour %s

# placeholder: Quizzes
source: <p>Control which Taxonomies can be used with the LearnDash %s.</p>
fr_fr: <p> Control qui taxonomies peut être utilisé avec le LearnDash %s. </p>

# placeholder: Quiz
source: LearnDash %s Categories
fr_fr: Catégories %s LearnDash

# placeholder: Quiz
source: Enable the builtin LearnDash %s Categories
fr_fr: Activer les catégories LearnDash %s de builtin

# placeholder: Quiz
source: LearnDash %s Tags
fr_fr: Tags %s LearnDash

# placeholder: Quiz
source: Enable the builtin LearnDash %s Tags
fr_fr: Activer les balises LearnDash %s builtin

# placeholder: Quiz
source: %s Template Management
fr_fr: %s gestion des gabarits

# placeholder: Quiz
source: %s templates
fr_fr: %s modèles

# placeholder: Quiz
source: Manage %s templates. Select a template then update the title or delete.
fr_fr: Gérez les modèles %s. Sélectionnez un modèle, puis mettez à jour le titre ou supprimez-le.

# placeholder: Quiz
source: %s Time Formats
fr_fr: %s formats d'heure

source: F j, Y g:i a
fr_fr: j F Y G \h i \m\i\n

source: M j, Y @ G:i
fr_fr: j M Y @ G:i

source: WordPress default
fr_fr: Les rôles utilisateurs ont été restaurés selon les valeurs par défaut de WordPress

source: Leaderboard time format
fr_fr: Format de l'heure du classement

source: Statistic time format
fr_fr: Format de l'heure statistique

source: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
fr_fr: <a href="http://codex.wordpress.org/Formatting_Date_and_Time" target="_blank">Documentation sur le formatage de la date et du temps</a>.

# placeholder: Quiz
source: %s User Email Settings
fr_fr: %s paramètres de messagerie utilisateur

source: Send email as HTML format
fr_fr: Envoyer un courriel au format HTML

source: Quick Links
fr_fr: Liens rapides

source: Save Options
fr_fr: Sauvegarder les options

source: Save
fr_fr: Sauver

# placeholder: Topic
source: %s Taxonomies
fr_fr: Taxonomie pour %s

# placeholder: Topics
source: <p>Control which Taxonomies can be used with the LearnDash %s.</p>
fr_fr: <p> Control qui taxonomies peut être utilisé avec le LearnDash %s. </p>

# placeholder: Topic
source: LearnDash %s Categories
fr_fr: Catégories %s LearnDash

# placeholder: Topic
source: Enable the builtin LearnDash %s Categories
fr_fr: Activer les catégories LearnDash %s de builtin

# placeholder: Topic
source: LearnDash %s Tags
fr_fr: Tags %s LearnDash

# placeholder: Topic
source: Enable the builtin LearnDash %s Tags
fr_fr: Activer les balises LearnDash %s builtin

source: Refresh Translations
fr_fr: Actualiser les traductions

source: Updated
fr_fr: Mis à jour

source: Refresh
fr_fr: Rafraîchir

# placeholder: Course
source: %s Complete
fr_fr: %s Complet

# placeholders: course
source: This shortcode shows the content if the user has completed the %s. The shortcode can be used on any page or widget area.
fr_fr: Ce shortcode montre le contenu si l'utilisateur a terminé le %s. Le shortcode peut être utilisé sur n'importe quelle page ou zone de widget.

# placeholders: Course, Course
source: Enter single %1$s ID. Leave blank for current %2$s.
fr_fr: Entrez un ID de %1$s unique. Laissez vide pour %2$s actuel.

# placeholders: Course
source: Enter single %s ID.
fr_fr: Entrez un seul ID de %s.

# placeholder: Course
source: %s Content
fr_fr: Contenu de la %s

# placeholders: Course, lesson, topics, quizzes
source: This shortcode displays the %1$s Content table (%2$s, %3$s, and %4$s) when inserted on a page or post.
fr_fr: Cette shortcode affiche la table de contenu%1$s (%2$s,%3$s et%4$s) lorsqu'elle est insérée sur une page ou un message.

# placeholders: lessons
source: %s Per Page
fr_fr: %s par page

# placeholders: default per page
source: Default %d. Set to zero for all.
fr_fr: Default% d. Mise à zéro pour tous.

# placeholder: Course
source: %s In Progress
fr_fr: %s en cours

# placeholder: Course
source: %s Not Started
fr_fr: %s non commencé

# placeholder: Course
source: %s Info
fr_fr: Information sur %s

# placeholders: quizzes, course, quizzes, course
source: This parameter determines the information to be shown by the shortcode.<br />cumulative - average for all %s of the %s.<br />aggregate - sum for all %s of the %s.
fr_fr: Ce paramètre détermine les informations à afficher par le shortcode. < br/> moyenne cumulative pour tous les %s du %s. < br/> agrégat-SUM pour tous les %s du %s.

# placeholder: Courses
source: Total User %s Points
fr_fr: Nombre total d'utilisateurs %s points

source: This can be used to change the date format. Default: "F j, Y, g:i a" shows as <i>March 10, 2001, 5:16 pm</i>. See <a target="_blank" href="http://php.net/manual/en/function.date.php">the full list of available date formating strings here.</a>
fr_fr: Cela peut être utilisé pour modifier le format de date. Par défaut: "F j, Y, g:i a" montre que <i> mars 10, 2001, 5:16 PM </i>. Voir < a target = "_ blank" href = "http://php.net/manual/en/function.date.php" > la liste complète des chaînes de formatage de date disponibles ici. </a>

# placeholder: Course
source: %s Expire Status
fr_fr: %s Etat d'expiration

# placeholders: course
source: This shortcode displays the user %s access expire date.
fr_fr: Ce code affiche la date d'expiration de l'utilisateur %s

# placeholder: Course
source: Show %s Thumbnail
fr_fr: Afficher la vignette du %s

# placeholders: course
source: shows a %s thumbnail.
fr_fr: affiche une miniature %s.

source: Registered per page
fr_fr: Inscrits par page

# placeholders: courses, default per page
source: Registered %1$s per page. Default is %2$d. Set to zero for all.
fr_fr: %1$s inscrits par page. Valeur par défaut = %2$d. Utiliser "0" pour tous les afficher.

source: Registered order by
fr_fr: Trier Inscrit par

source: Progress Order
fr_fr: Ordre de tri de la progression

# placeholder: Courses
source: Order of %s displayed
fr_fr: Ordre de tri des %s affichés

# placeholders: courses, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
fr_fr: %1$s par page. Valeur par défaut = %2$d. Utiliser "0" pour tous les afficher.

# placeholder: Courses
source: %s order by
fr_fr: trier %s par

# placeholder: Courses
source: %s Order
fr_fr: Ordre de tri des %s

# placeholders: quizzes, default per page
source: %s per page. Default is %d. Set to zero for all.
fr_fr: %s par page. Valeur par défaut = %d. Utiliser "0" pour tous les afficher.

# placeholder: Quizzes
source: %s order by
fr_fr: trier %s par

source: See <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">the full list of available orderby options here</a>.
fr_fr: Voir <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters"> la liste complète d'options de tri disponibles.</a>.

# placeholder: Quizzes
source: %s Order
fr_fr: Ordre de tri des %s

# placeholder: Quizzes
source: Order of %s displayed.
fr_fr: Ordre des %s affichés.

# placeholder: Course
source: %s List
fr_fr: Liste des %s

# placeholders: courses, courses (URL slug)
source: This shortcode shows list of %s. You can use this shortcode on any page if you don't want to use the default <code>/%s/</code> page.
fr_fr: Ce shortcode affiche la liste de %s. Vous pouvez utiliser ce code sur n'importe quelle page si vous ne voulez pas utiliser la page de cours de défaut <code>/%s/</code>. Ce code prendre les paramètres suivantes:

# placeholders: courses
source: %s Per Page
fr_fr: %s par page

# placeholders: courses, default per page
source: %s per page. Default is %d. Set to zero for all.
fr_fr: %s par page. Valeur par défaut = %d. Utiliser "0" pour tous les afficher.

# placeholder: Courses
source: My %s
fr_fr: Mes %s

# placeholder: Course
source: Show %s Content
fr_fr: Afficher le contenu du %s

# placeholders: course
source: shows %s content.
fr_fr: Contenu : %s

# placeholders: courses
source: shows %s with mentioned category slug.
fr_fr: montre %s avec la catégorie mentionnée Slug.

# placeholders: courses
source: shows %s with mentioned category id.
fr_fr: affiche %s avec l'ID de catégorie mentionné.

# placeholders: course
source: shows a %s category dropdown.
fr_fr: montre un menu déroulant de catégorie de %s.

# placeholders: courses
source: shows %s with mentioned tag slug.
fr_fr: montre %s avec tag Slug mentionné.

# placeholders: courses
source: shows %s with mentioned tag id.
fr_fr: affiche %s avec l'ID de balise mentionné.

# placeholders: courses
source: shows %s with mentioned WP category slug.
fr_fr: montre %s avec la catégorie sélectionnée

# placeholders: courses
source: shows %s with mentioned WP category id.
fr_fr: montre %s avec la catégorie sélectionnée.

# placeholders: courses
source: shows %s with mentioned WP tag slug.
fr_fr: montre %s avec la limace tag WP mentionnée.

# placeholders: courses
source: shows %s with mentioned WP tag id.
fr_fr: montre la %s avec l'id de tag WP mentionné.

source: Group
fr_fr: Groupe

# placeholder: Lesson
source: %s List
fr_fr: Liste des %s

# placeholders: lessons, lessons (URL slug)
source: This shortcode shows list of %s. You can use this shortcode on any page if you don't want to use the default <code>/%s/</code> page.
fr_fr: Ce shortcode affiche la liste de %s. Vous pouvez utiliser ce code sur n'importe quelle page si vous ne voulez pas utiliser la page de cours de défaut <code>/%s/</code>. Ce code prendre les paramètres suivantes:

# placeholders: Course, Courses
source: Enter single %1$s ID. Leave blank for all %2$s.
fr_fr: Entrez un seul %1$s ID. Laissez vide pour tous les %2$s.

# placeholder: course
source: Order by %s. (default)
fr_fr: Trier par %s. (défaut)

source: ID - Order by post id.
fr_fr: Trier par ID de publication.

# placeholder: course
source: Order per %s (default)
fr_fr: Trier par %s (défaut)

# placeholders: lessons, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
fr_fr: %1$s par page. Valeur par défaut = %2$d. Utiliser "0" pour tous les afficher.

# placeholder: Lesson
source: Show %s Content
fr_fr: Afficher le contenu du %s

# placeholders: lesson
source: show %s content.
fr_fr: afficher le contenu du %s.

# placeholder: Lesson
source: Show %s Thumbnail
fr_fr: Afficher la vignette du %s

# placeholders: lesson
source: shows a %s thumbnail.
fr_fr: affiche une miniature %s.

# placeholders: lessons
source: shows %s with mentioned category id.
fr_fr: affiche %s avec l'ID de catégorie mentionné.

# placeholders: lessons
source: shows %s with mentioned category slug.
fr_fr: montre %s avec la catégorie mentionnée Slug.

# placeholders: lesson
source: shows a %s category dropdown.
fr_fr: montre un menu déroulant de catégorie de %s.

# placeholders: lessons
source: shows %s with mentioned tag id.
fr_fr: affiche %s avec l'ID de balise mentionné.

# placeholders: lessons
source: shows %s with mentioned tag slug.
fr_fr: montre %s avec tag Slug mentionné.

# placeholders: lessons
source: shows %s with mentioned WP category id.
fr_fr: montre %s avec la catégorie sélectionnée.

# placeholders: lessons
source: shows %s with mentioned WP category slug.
fr_fr: montre %s avec la catégorie sélectionnée

# placeholders: lessons
source: shows %s with mentioned WP tag slug.
fr_fr: montre %s avec la limace tag WP mentionnée.

# placeholders: lessons
source: shows %s with mentioned WP tag id.
fr_fr: montre la %s avec l'id de tag WP mentionné.

source: Profile
fr_fr: Options du profil

# placeholder: Courses, default per page
source: %s per page. Default is %d. Set to zero for all.
fr_fr: %s par page. Valeur par défaut = %d. Utiliser "0" pour tous les afficher.

# placeholder: Course
source: Expand All %s sections
fr_fr: Développer toutes les sections du %s

source: Show User Quiz Attempts
fr_fr: Afficher les tentatives de quiz utilisateur

# placeholder: Quiz
source: %s List
fr_fr: Liste des %s

# placeholders: quizzes, quizzes (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you don't want to use the default <code>/%2$s/</code> page.
fr_fr: Ce shortcode affiche la liste de%1$s. Vous pouvez utiliser ce shortcode sur n'importe quelle page si vous ne souhaitez pas utiliser la page par défaut <code>/%2$s/</code>.

# placeholders: quizzes
source: %s Per Page
fr_fr: %s par page

# placeholder: Quiz
source: Show %s Content
fr_fr: Afficher le contenu du %s

# placeholders: quiz
source: shows %s content.
fr_fr: Contenu : %s

# placeholder: Quiz
source: Show %s Thumbnail
fr_fr: Afficher la vignette du %s
