Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

# placeholders: quiz
source: shows a %s thumbnail.
fr_fr: affiche une miniature %s.

# placeholders: quizzes
source: shows %s with mentioned category id.
fr_fr: affiche %s avec l'ID de catégorie mentionné.

# placeholders: quizzes
source: shows %s with mentioned category slug.
fr_fr: montre %s avec la catégorie mentionnée Slug.

# placeholders: quiz
source: shows a %s category dropdown.
fr_fr: montre un menu déroulant de catégorie de %s.

# placeholder: Quizzes
source: %s Tag ID
fr_fr: ID de balise %s

# placeholders: quizzes
source: shows %s with mentioned tag id.
fr_fr: affiche %s avec l'ID de balise mentionné.

# placeholders: quizzes
source: shows %s with mentioned tag slug.
fr_fr: montre %s avec tag Slug mentionné.

# placeholders: quizzes
source: shows %s with mentioned WP category id.
fr_fr: montre %s avec la catégorie sélectionnée.

# placeholders: quizzes
source: shows %s with mentioned WP category slug.
fr_fr: montre %s avec la catégorie sélectionnée

# placeholders: quizzes
source: shows %s with mentioned WP tag slug.
fr_fr: montre %s avec la limace tag WP mentionnée.

# placeholders: quizzes
source: shows %s with mentioned WP tag id.
fr_fr: montre la %s avec l'id de tag WP mentionné.

# placeholder: Topic
source: %s List
fr_fr: Liste des %s

# placeholders: topics, topics (URL slug)
source: This shortcode shows list of %s. You can use this shortcode on any page if you don't want to use the default <code>/%s/</code> page.
fr_fr: Ce shortcode affiche la liste de %s. Vous pouvez utiliser ce code sur n'importe quelle page si vous ne voulez pas utiliser la page de cours de défaut <code>/%s/</code>. Ce code prendre les paramètres suivantes:

# placeholders: topics
source: %s Per Page
fr_fr: %s par page

# placeholders: topics, default per page
source: %s per page. Default is %d. Set to zero for all.
fr_fr: %s par page. Valeur par défaut = %d. Utiliser "0" pour tous les afficher.

# placeholder: Topic
source: Show %s Content
fr_fr: Afficher le contenu du %s

# placeholders: topic
source: shows %s content.
fr_fr: Contenu : %s

# placeholder: Topic
source: Show %s Thumbnail
fr_fr: Afficher la vignette du %s

# placeholders: topic
source: shows a %s thumbnail.
fr_fr: affiche une miniature %s.

# placeholder: Topics
source: %s Category ID
fr_fr: ID de catégorie %s

# placeholders: topics
source: shows %s with mentioned category id.
fr_fr: affiche %s avec l'ID de catégorie mentionné.

# placeholders: topics
source: shows %s with mentioned category slug.
fr_fr: montre %s avec la catégorie mentionnée Slug.

# placeholder: Topic
source: %s Category Selector
fr_fr: Sélecteur de catégorie %s

# placeholders: topic
source: shows a %s category dropdown.
fr_fr: montre un menu déroulant de catégorie de %s.

# placeholders: topics
source: shows %s with mentioned tag id.
fr_fr: affiche %s avec l'ID de balise mentionné.

# placeholders: topics
source: shows %s with mentioned tag slug.
fr_fr: montre %s avec tag Slug mentionné.

# placeholders: topics
source: shows %s with mentioned WP category id.
fr_fr: montre %s avec la catégorie sélectionnée.

# placeholders: topics
source: shows %s with mentioned WP category slug.
fr_fr: montre %s avec la catégorie sélectionnée

# placeholders: topics
source: shows %s with mentioned WP tag slug.
fr_fr: montre %s avec la limace tag WP mentionnée.

# placeholders: topics
source: shows %s with mentioned WP tag id.
fr_fr: montre la %s avec l'id de tag WP mentionné.

# placeholder: Course
source: User %s Points
fr_fr: Points utilisateur gagnés pour %s

# placeholders: course, course
source: This shortcode shows the earned %s points for the user.
fr_fr: Ce shortcode montre les points gagnés %s par l'apprenant

# placeholders: Lessons, Topics
source: This shortcode is used on %1$s and %2$s where Video Progression is enabled. The video player will be added above the content. This shortcode allows positioning the player elsewhere within the content. This shortcode does not take any parameters.
fr_fr: Ce code court est utilisé sur%1$s et%2$s lorsque la progression vidéo est activés. Le lecteur vidéo sera ajouté au-dessus du contenu. Ce shortcode permet de positionner le lecteur n'importe ou dans le contenu. Ce shortcode ne prend aucun paramètre.

# placeholder: lesson
source: %s Video
fr_fr: %s Vidéo

# placeholder: topic
source: %s Video
fr_fr: %s Vidéo

# placeholders: course, course, lesson, quiz
source: This shortcode displays users progress bar for the %1$s in any %2$s/%3$s/%4$s pages.
fr_fr: Ce shortcode affiche aux utilisateurs une barre de progression pour le %1$s dans n'importe quelle page %2$s/%3$s/%4$s .

# placeholder: Quiz
source: %s Info
fr_fr: Information sur %s

source: Pass
fr_fr: Réussite

source: Timestamp
fr_fr: Horodatage

source: Total Points
fr_fr: Points totaux

source: Percentage
fr_fr: Pourcentage

# placeholder: Quiz
source: %s Title
fr_fr: Titre %s

source: Time Spent
fr_fr: Temps Passé

# placeholders: quiz
source: Enter single %s attempt timestamp
fr_fr: Saisir le timestamp pour un seul essai de %s

source: Student
fr_fr: Etudiant

# placeholders: course
source: Enter single %1$s ID. Leave blank for current %2$s.
fr_fr: Entrez un ID de %1$s unique. Laissez vide pour %2$s actuel.

source: User Groups
fr_fr: Groupes

source: User meta
fr_fr: Nom d'utilisateur

source: Visitor
fr_fr: Visiteur

# placeholders: course
source: This shortcode shows the content if the user is not enrolled in the %s. The shortcode can be used on <strong>any</strong> page or widget area.
fr_fr: Ce shortcode montre le contenu si l'utilisateur n'est pas inscrit au %s. Le shortcode peut être utilisé sur <strong> n'importe quelle </strong> page ou zone de widget.

source: PayPal - The safer, easier way to pay online.
fr_fr: PayPal - La manière la plus simple et la plus sûre de payer en ligne.

source: You are not allowed to access this file.
fr_fr: Vous n’êtes pas autorisé à accéder à ce fichier.

source: An error has occurred.
fr_fr: Une erreur s'est produite.

# Do you really want to delete the quiz/question?
source: Do you really want to delete the %s/question?
fr_fr: Voulez-vous vraiment supprimer ce %s/cette question ?

source: Title is not filled!
fr_fr: Le titre est manquant !

source: No question deposited!
fr_fr: Aucune question n’est déposée!

source: Correct answer was not selected!
fr_fr: La réponse correcte n’a pas été sélectionnée!

source: No answer deposited!
fr_fr: Aucune réponse n’a été donnée!

# No quiz description filled!
source: No %s description filled!
fr_fr: La description %s pas rempli!

source: The percent values in result text are incorrect.
fr_fr: La valeur de pourcentage dans le texte de résultat n'est pas correcte.

source: No number in the field "Points" or less than 1
fr_fr: Aucune valeur dans le champ "Points" ou valeur inférieure à 1

source: No number in the field "Points" or less than 0
fr_fr: Aucune valeur dans le champ "Points" ou valeur inférieure à 0

# No quiz selected
source: No %s selected
fr_fr: Pas de %s sélectionné

source: Do you really want to reset the statistic?
fr_fr: Voulez-vous vraiment réinitialiser les statistiques ?

source: No data available
fr_fr: Pas de données disponibles

source: No sort element in the criterion
fr_fr: Pas d'élément de tri dans le critère

source: "Different points for every answer" is not possible at "Free" choice
fr_fr: Le choix "Libre" ne permet pas "Un nombre de points différent pour chaque réponse"

source: You must specify a name.
fr_fr: Vous devez définir un nom

source: This entry should really be deleted?
fr_fr: Cette entrée doit-elle vraiment être supprimée ?

source: Not all fields completed.
fr_fr: Des champs ne sont pas remplis

source: You must specify a template name.
fr_fr: Vous devez définir un nom de modèle

source: Today
fr_fr: Aujourd'hui

# Advanced Quiz
source: Advanced %s
fr_fr: %s avancé

source: You must answer this question.
fr_fr: Vous devez répondre à cette question

# You must answer all questions before you can complete the quiz.
source: You must answer all questions before you can complete the %s.
fr_fr: Vous devez répondre à toutes les questions pour pouvoir finaliser ce %s.

source: All fields have to be filled.
fr_fr: Tous les champs doivent être remplis.

source: File cannot be processed
fr_fr: Le fichier ne peut pas être traité

# Quiz not found
source: %s not found
fr_fr: %s Introuvable

source: Question not found
fr_fr: La question n'a pas été trouvée

source: Click here to add another question.
fr_fr: Cliquer ici pour ajouter une autre question.

source: Edit question
fr_fr: Modifier la question

source: New question
fr_fr: Nouvelle question

# Create quiz
source: Create %s
fr_fr: Créer %s

source: Not categorized
fr_fr: Non catégorisé

source: Anonymous
fr_fr: Anonyme

source: Deleted user
fr_fr: Utilisateur supprimé

source: Ungraded
fr_fr: Non promu

source: No name or e-mail entered.
fr_fr: Pas de nom ou d'adresse mail renseignée

source: You signed up successfully.
fr_fr: vous êtes enregistré.

source: You can not enter again.
fr_fr: Vous ne pouvez pas refaire le test.

source: Your name can not exceed 15 characters.
fr_fr: Votre nom ne doit pas contenir plus de 15 caractères.

source: You entered wrong captcha code.
fr_fr: Vous avez entré un mauvais code Captcha.

source: File was not uploaded
fr_fr: Le fichier n'a pas été chargé (upload)

source: File have wrong format
fr_fr: Le fichier n'a pas le bon format

source: File is not compatible with the current version
fr_fr: Le fichier n'est pas compatible avec cette version

source: XML could not be loaded.
fr_fr: Le XML n'a pas pu être chargé.

# LearnDash Quiz: One user completed a quiz
source: LearnDash %1$s: One user completed a %2$s
fr_fr: %1$s LearnDash : un utilisateur a effectué un %2$s

# placeholders: Quiz, quiz
source: LearnDash %s The user "$username" has completed "$quizname" the %s. Points: $points Result: $result
fr_fr: LearnDash %s L'utilisateur "$username" à complété "$quizname" le %s. Points: $points Résultat: $result

# placeholders: Quiz, quiz
source: LearnDash %s You have completed the %s "$quizname". Points: $points Result: $result
fr_fr: LearnDash %s Vous avez complété le %s "$quizname". Points: $points Résultat: $result

# The user completed a quiz.
source: The user completed a %s.
fr_fr: L'utilisateur a terminé un %s.

# A powerful and beautiful quiz plugin for WordPress.
source: A powerful and beautiful %s plugin for WordPress.
fr_fr: Un superbe plug-in de %s pour WordPress.

source: Sort by:
fr_fr: Trier par&nbsp;:

source: best user
fr_fr: meilleur utilisateur

source: newest entry
fr_fr: entrée la plus récente

source: oldest entry
fr_fr: entrée la plus ancienne

source: How many entries should be shown on one page:
fr_fr: Nombre d'entrées à montrer sur une page :

source: UR = unregistered user, R = registered user
fr_fr: UR = utilisateur anonyme, R = utilisateur anonyme enregistré

source: User
fr_fr: Utilisateur

source: Entered on
fr_fr: Introduit le

source: Results
fr_fr: Résultats

source: save
fr_fr: sauvegarder

source: cancel
fr_fr: annuler

source: Apply
fr_fr: Appliquer

source: Delete all entries
fr_fr: Supprimer toutes les entrées

# Quiz-summary
source: %s-summary
fr_fr: resume-%s

# Finish Quiz Button Label
source: Finish %s
fr_fr: Terminer %s

source: Your result has been entered into leaderboard
fr_fr: Vos résultats ont été entré dans le tableau des résultats.

source: You must fill out this field.
fr_fr: Vous devez remplir ce champ.

source: You must specify a number.
fr_fr: Vous devez indiquer un nombre.

source: You must specify a text.
fr_fr: Vous devez entrer un texte.

source: You must specify an email address.
fr_fr: Vous devez indiquer une adresse mail.

source: You must specify a date.
fr_fr: Vous devez indiquer une date.

# You have already completed the quiz before. Hence you can not start it again.
source: You have already completed the %s before. Hence you can not start it again.
fr_fr: Vous avez déjà rempli le questionnaire du %s. Par conséquent, vous ne pouvez pas recommencer.

# You must sign in or sign up to start the quiz.
source: You must sign in or sign up to start the %s.
fr_fr: Vous devez vous connecter ou vous enregistrer pour démarrer ce %s.

source: You must first complete the following:
fr_fr: Vous devez d'abord terminer ceci :

# placeholders: quiz count completed, quiz count total
source: %1$s of %2$s questions completed
fr_fr: %1$s de %2$s question(s) terminée(s)

# Start Quiz Button Label
source: Start %s
fr_fr: Commencé %s

# Start Quiz Statistics Button Label
source: View %s Statistics
fr_fr: Voir les %s Statistiques

source: Answered
fr_fr: Répondu

source: Review
fr_fr: Avis

source: Review question
fr_fr: Revoir la question

# Quiz complete. Results are being recorded.
source: %s complete. Results are being recorded.
fr_fr: %s complété. Les réponses sont en cours d'enregistrement ...

# placeholder: correct answer, question count
source: %1$s of %2$s questions answered correctly
fr_fr: %1$s sur %2$s questions répondues correctement

# placeholder: quiz time.
source: Your time: %s
fr_fr: Votre temps : %s

source: Time has elapsed
fr_fr: Temps écoulé

# placeholder: points earned, points total
source: You have reached %1$s of %2$s point(s), (%3$s)
fr_fr: Vous avez obtenu %1$s de %2$s point(s), (%3$s)

# placeholder: points earned, points total, points percentage
source: Earned Point(s): %1$s of %2$s, (%3$s)
fr_fr: Point(s) gagné(s): %1$s de %2$s, (%3$s)

# placeholder: number of essays, possible points
source: %1$s Essay(s) Pending (Possible Point(s): %2$s)
fr_fr: %1$s devoir(s) en attente (Points possibles : %2$s)

source: Average score
fr_fr: Score moyen

source: Your score
fr_fr: Votre score

# Restart Quiz Button Label
source: Restart %s
fr_fr: Recommencer le %s

source: View questions
fr_fr: Voir les questions

source: Show leaderboard
fr_fr: Montrer le podium

# placeholder: question number, questions total
source: Question %1$s of %2$s
fr_fr: Question %1$s sur %2$s

# placeholder: Quiz Category
source: Category: %s
fr_fr: Catégorie : %s

source: Sort elements
fr_fr: Trier les éléments

source: Upload your answer to this question.
fr_fr: Télécharger votre réponse à cette question.

source: Essay type not found
fr_fr: Type introuvable

source: This response will be awarded full points automatically, but it can be reviewed and adjusted after submission.
fr_fr: Tous les points seront automatiquement attribués à cette réponse, mais il sera réexaminé et ajusté après la soumission.

source: This response will be awarded full points automatically, but it will be reviewed and possibly adjusted after submission.
fr_fr: Tous les points seront automatiquement attribués à cette réponse, mais il sera réexaminé et éventuellement ajusté après la soumission.

source: This response will be reviewed and graded after submission.
fr_fr: Cette réponse sera réexaminée et classée après la soumission.

source: Grading can be reviewed and adjusted.
fr_fr: Le classement peut être réexaminé et ajusté.

source: Incorrect
fr_fr: C'est faux !

source: Skip question
fr_fr: Passer cette question

source: Check
fr_fr: Vérifier

source: Next
fr_fr: Précédant

# quiz is loading... Label
source: %s is loading...
fr_fr: %s est en cours de chargement…

source: maximum of %s points
fr_fr: maximum de %s points

source: Result
fr_fr: Résultat

source: Table is loading
fr_fr: La table est en cours de chargement

source: back to overview
fr_fr: Retour à la vue d'ensemble

source: E-Mail settings
fr_fr: paramètres du compte email

source: Settings in case of problems
fr_fr: Réglages en cas de problème

source: Global settings
fr_fr: Paramètres globaux

source: Documentation on date and time formatting
fr_fr: Documentation sur la mise en forme des dates et des heures

source: Statistic time format
fr_fr: Format de l'heure pour les statistiques

source: Select example:
fr_fr: Sélectionner un exemple:

source: Time format:
fr_fr: Format de l'heure:

source: Question Category management
fr_fr: Gestion de la catégorie de questions

source: Select Question Category
fr_fr: Sélectionner une catégorie de question

source: Delete selected Question Category
fr_fr: Supprimer la catégorie de questions sélectionnée

source: Save changed to selected Question Category
fr_fr: Sauvegarder la catégorie de question sélectionnée

source: Question Category Saved
fr_fr: Catégorie de question sauvegardée

source: Question Category Deleted
fr_fr: Catégorie de question supprimée

# Quiz template management
source: %s template management
fr_fr: %s Gestion des modèles

# Select Quiz template
source: Select %s template
fr_fr: Sélectionnez le modèle %s

# Delete selected Quiz template
source: Delete selected %s template
fr_fr: Supprimer %s le modèle sélectionné

# Save changed to selected Quiz template
source: Save changed to selected %s template
fr_fr: Sauvegarder les changement du modèle de %s sélectionné

# Quiz template Saved
source: %s template Saved
fr_fr: Modèle de %s sauvegardé

# Quiz template Deleted
source: %s template Deleted
fr_fr: Modèle de %s supprimé

source: Question template management
fr_fr: Gestion des modèles de questions

source: Select Question template
fr_fr: Sélectionner le modèle de qustion

source: Delete selected Question template
fr_fr: Supprimer le modèle de question sélectionné

source: Save changed to selected Question template
fr_fr: Sauvegarder le modèle de question sélectionné

source: Question template Saved
fr_fr: Modèle de question enregistré

source: Question template Deleted
fr_fr: Modèle de question supprimé

source: Admin e-mail settings
fr_fr: Gérer les paramètres du compte email

source: To:
fr_fr: À :

source: Separate multiple email addresses with a comma, e.g. wp@test.com, test@test.com
fr_fr: Séparez les courriels multiples par une virgule, par exemple wp@test.com, test@test.com, etc.

source: From Name:
fr_fr: Nom de l'expéditeur :

source: From Email:
fr_fr: De l'email:

source: This is the email address of the sender. If not provided the admin email <strong>(%s)</strong> will be used.
fr_fr: Il s'agit de l'adresse e-mail de l'expéditeur. Si ce n'est pas le cas, l'admin email <strong> ( %s) </strong> sera utilisé.

source: Subject:
fr_fr: Sujet :

source: Message body:
fr_fr: Corps du message :

source: Result in precent
fr_fr: Résultat en pourcentage

source: User e-mail settings
fr_fr: Paramètres courriel de l'utilisateur

source: to activate
fr_fr: pour activer

source: not to activate
fr_fr: à ne pas activer

source: Please note
fr_fr: Merci de noter

source: These settings should only be set in cases of problems with LD Advanced Quiz.
fr_fr: Ces paramètres ne devraient être utilisés que s'il y a des problèmes avec les quiz avancés LearnDash.

source: Automatically add [raw] shortcode
fr_fr: Ajouter automatiquement le code abrégé (shortcode)

source: It is recommended %s this option on your system.
fr_fr: Il est recommandé de %s cette option sur votre système.

source: If this option is activated, a [raw] shortcode is automatically set around LDAdvQuiz shortcode ( [LDAdvQuiz X] ) into [raw] [LDAdvQuiz X] [/raw]
fr_fr: Si cette option est activée, le code abrégé (shortcode) [raw] est automatiquement inséré autour du shortcode LDAdvQuiz ce qui donne : [raw] [LDAdvQuiz X] [/raw]

source: Own themes changes internal order of filters, what causes the problems. With additional shortcode [raw] this is prevented.
fr_fr: L'ordre des filtres peut être changé par un thème, ce qui peut causer des problèmes. Avec le shortcode [raw], ce problème est évité.

source: Do not load the Javascript-files in the footer
fr_fr: Ne pas charger les fichiers Javascript dans le pied de page

source: Generally all LDAdvQuiz-Javascript files are loaded in the footer and only when they are really needed.
fr_fr: Généralement, tous les fichiers de LDAdvQuiz-Javascript sont chargés dans le pied, et seulement quand ils sont vraiment nécessaires.

source: In very old Wordpress themes this can lead to problems.
fr_fr: Dans de très vieux thèmes Wordpress cela peut entraîner des problèmes.

source: If you activate this option, all LDAdvQuiz-Javascript files are loaded in the header even if they are not needed.
fr_fr: Si vous activez cette option, tous les fichiers LDAdvQuiz-Javascript sont chargées dans l'en-tête, même s'ils ne sont pas nécessaires.

source: Touch Library
fr_fr: Touchez Bibliothèque

source: In Version 0.13 a new Touch Library was added for mobile devices.
fr_fr: Dans la version 0.13 une nouvelle bibliothèque tactile a été ajoutée pour les appareils mobiles.

source: If you have any problems with the Touch Library, please deactivate it.
fr_fr: Si vous avez des problèmes avec la Bibliothèque Tactile, désactivez-la.

source: jQuery support cors
fr_fr: jQuery supporte CORS

source: Is required only in rare cases.
fr_fr: n'est requis qu'en de rares occasions.

source: If you have problems with the front ajax, please activate it.
fr_fr: Si vous avez des problèmes avec l'ajax du frontend, activez le.

source: e.g. Domain with special characters in combination with IE
fr_fr: ex : Domaine avec des caractères spéciaux en combinaison avec IE

source: Repair database
fr_fr: Réparer la base de données

source: No data will be deleted. Only LDAdvQuiz tables will be repaired.
fr_fr: Les données ne seront pas supprimées. Seules les tables de LDAdvQuiz seront réparés.

source: Import
fr_fr: Importer

source: Error
fr_fr: Erreur

source: Successfully
fr_fr: Avec succès

source: Import completed successfully
fr_fr: Importation terminée avec succès

# Quiz name
source: %s name
fr_fr: Nom %s

source: Start import
fr_fr: Commencer l'importation

source: Return to Questions Overview
fr_fr: Retour à la vue d'ensemble des questions

# placeholders: quiz
source: The title is used for overview, it is not visible in %s. If you leave the title field empty, a title will be generated.
fr_fr: Le titre est utilisé pour avoir un %s, il n'est pas visible dans le test. Si vous laissez le champ vide titre, un titre sera généré.

source: Category
fr_fr: Catégorie

source: Message with the correct / incorrect answer
fr_fr: Message avec la bonne/mauvaise réponse

# Deactivated in quiz settings.
source: Deactivated in %s settings.
fr_fr: Désactivée dans les réglages du %s.

source: Single choice
fr_fr: Choix unique

source: Multiple choice
fr_fr: Choix multiples

source: "Free" choice
fr_fr: Choix "libre"

source: "Sorting" choice
fr_fr: Choix de "classement"

source: "Matrix Sorting" choice
fr_fr: Choix de "classement matriciel"

source: Fill in the blank
fr_fr: Remplissez le blanc

source: Assessment
fr_fr: Évaluation

source: Essay / Open Answer
fr_fr: Essai réponse ouverte

source: template name
fr_fr: nom de modèle

source: Save as template
fr_fr: Sauvegarder comme modèle

source: Answer
fr_fr: Réponse

source: Allow HTML
fr_fr: Autoriser HTML

source: Delete answer
fr_fr: Supprimer la réponse

source: Add Media
fr_fr: Ajouter un média

source: Criterion
fr_fr: Critère

source: correct answers (one per line) (answers will be converted to lower case)
fr_fr: réponses correctes (une par ligne) - les réponses seront converties en minuscules

source: Enclose the searched words with { } e.g. "I {play} soccer". Capital and small letters will be ignored.
fr_fr: Entourez les mots recherchés avec {} Exemple "Je {joue} au football". Les majuscules et les minuscules seront ignorées.
