Repository: fabienlege/lms-fr
Catalog: learndash-*.po
Languages: fr_fr

# placeholder: Course
source: LearnDash %s In Progress
fr_fr: Barre de progression %s LearnDash

# placeholder: Course
source: %s Category Settings
fr_fr: %s paramètres de catégorie

# placeholder: Course
source: %s Category Slug
fr_fr: %s catégorie Slug

# placeholder: Course
source: %s Category Selector
fr_fr: Sélecteur de catégorie %s

# placeholder: Course
source: %s Tag Settings
fr_fr: %s paramètres de balise

# placeholder: Course
source: %s Tag ID
fr_fr: ID de balise %s

# placeholder: Course
source: %s Category ID
fr_fr: ID de catégorie %s

# placeholder: Course
source: LearnDash %s List
fr_fr: LearnDash %s liste

# placeholder: Course
source: LearnDash %s Not Started
fr_fr: LearnDash %s non démarré

# placeholder: Course
source: This block displays %s related information
fr_fr: Ce bloc affiche les informations relatives à %s

# placeholder: Course
source: Earned %s Points
fr_fr: Points %s gagnés

# placeholder: Course
source: Total User %s Points
fr_fr: Nombre total d'utilisateurs %s points

# placeholder: Course
source: This block the %s payment buttons
fr_fr: Ce bloc les boutons de paiement %s

# placeholder: Course
source: Show Earned %s Points
fr_fr: Afficher les points %s gagnés

# placeholder: Course
source: Expand All %s Sections
fr_fr: Développez toutes les sections %s

# placeholders: course
source: This block shows the content if the user is enrolled into the %s and it is completed.
fr_fr: Ce bloc affiche le contenu si l'utilisateur est inscrit dans le %s et s'il est terminé.

# placeholders: course
source: This block displays the user %s access expire date.
fr_fr: Ce bloc affiche la date d'expiration de l'accès de l'utilisateur %s.

# placeholders: course
source: This block shows the content if the user is enrolled into the %s but not yet started.
fr_fr: Ce bloc affiche le contenu si l'utilisateur est inscrit dans le %s, mais pas encore démarré.

# placeholders: course
source: This block displays users progress bar for the %1$s.
fr_fr: Ce bloc affiche la barre de progression des utilisateurs pour le%1$s.

# placeholders: course
source: This block shows the content if the user is enrolled in the %s.
fr_fr: Ce bloc affiche le contenu si l'utilisateur est inscrit dans le %s.

# placeholders: course
source: This block shows the earned %s points for the user.
fr_fr: Ce bloc affiche les points %s gagnés pour l'utilisateur.

# placeholders: course
source: This block shows the content if the user is not enrolled into the %s.
fr_fr: Ce bloc affiche le contenu si l'utilisateur n'est pas inscrit dans le %s.

# placeholders: course, course
source: Enter single %1$s ID. Leave blank if used within a %2$s.
fr_fr: Entrez un seul%1$s ID. Laissez le blanc s'il est utilisé dans un%2$s.

# placeholders: course, course
source: Enter single %1$s ID to limit listing. Leave blank if used within a %2$s.
fr_fr: Entrez un seul%1$s ID pour limiter la cotation. Laisser vide si utilisé dans un%2$s.

# placeholders: Course, Course
source: %1$s ID is required when not used within a %2$s.
fr_fr: %1$s ID est requis lorsqu'il n'est pas utilisé dans un %2$s.

# placeholders: Course
source: This block displays the %1$s Content table.
fr_fr: Ce bloc affiche la table de contenu%1$s.

# placeholder: Lessons
source: %s per page
fr_fr: %s par page

# placeholder: Lessons
source: shows a %s category dropdown.
fr_fr: montre un menu déroulant de catégorie de %s.

# placeholder: Lessons
source: shows %s with mentioned tag slug.
fr_fr: montre %s avec tag Slug mentionné.

# placeholder: Lessons
source: shows %s with mentioned tag ID.
fr_fr: affiche le %s avec l'id de tag mentionné.

# placeholder: Lessons
source: shows %s with mentioned WP category slug.
fr_fr: montre %s avec la catégorie sélectionnée

# placeholder: Lessons
source: shows %s with mentioned category ID.
fr_fr: montre le %s avec la catégorie d'id mentionné.

# placeholder: Lessons
source: shows %s with mentioned WP tag slug.
fr_fr: montre %s avec la limace tag WP mentionnée.

# placeholder: Lessons
source: shows %s with mentioned WP tag ID.
fr_fr: affiche %s avec l'ID de balise WP mentionné.

# placeholder: default per page
source: Leave empty for default (%d) or 0 to show all items.
fr_fr: Laissez vide pour la valeur par défaut (% d) ou 0 pour afficher tous les éléments.

# placeholders: courses
source: This block shows the %s and progress for the user.
fr_fr: Ce bloc affiche le %s et la progression de l'utilisateur.

# placeholders: courses
source: Show All %s (default)
fr_fr: Afficher tous les %s (défaut)

# placeholders: courses
source: Show Enrolled %s only
fr_fr: Affiche seulement les %s inscrits

# placeholders: courses
source: Show not-Enrolled %s only
fr_fr: Affiche seulement les %s non-inscrits

# placeholders: courses
source: This block shows a list of %s.
fr_fr: Ce bloc affiche une liste de %s.

# placeholder: Courses
source: Show Registered %s
fr_fr: Afficher les %s enregistrés

# placeholder: Courses
source: Registered %s
fr_fr: %s souscrits

# placeholder: Courses
source: %s per page
fr_fr: %s par page

# placeholder: Courses
source: shows %s with mentioned category slug.
fr_fr: montre %s avec la catégorie mentionnée Slug.

# placeholder: Courses
source: shows a %s category dropdown.
fr_fr: montre un menu déroulant de catégorie de %s.

# placeholder: Courses
source: shows %s with mentioned tag slug.
fr_fr: montre %s avec tag Slug mentionné.

# placeholder: Courses
source: shows %s with mentioned tag ID.
fr_fr: affiche le %s avec l'id de tag mentionné.

# placeholder: Courses
source: shows %s with mentioned WP category slug.
fr_fr: montre %s avec la catégorie sélectionnée

# placeholder: Courses
source: shows %s with mentioned category ID.
fr_fr: montre le %s avec la catégorie d'id mentionné.

# placeholder: Courses
source: shows %s with mentioned WP tag slug.
fr_fr: montre %s avec la limace tag WP mentionnée.

# placeholder: Courses
source: shows %s with mentioned WP tag ID.
fr_fr: affiche %s avec l'ID de balise WP mentionné.

# placeholder: Quiz
source: Show %s Attempts
fr_fr: Afficher les tentatives %s

# placeholder: Quiz
source: %s Attempts
fr_fr: %s tentatives

# placeholder: Quiz
source: Show User Quiz Attempts
fr_fr: Afficher les tentatives de quiz utilisateur

# placeholder: Quiz
source: %s Category Settings
fr_fr: %s paramètres de catégorie

# placeholder: Quiz
source: %s Category Slug
fr_fr: %s catégorie Slug

# placeholder: Quiz
source: %s Category Selector
fr_fr: Sélecteur de catégorie %s

# placeholder: Quiz
source: %s Tag Settings
fr_fr: %s paramètres de balise

# placeholder: Quiz
source: %s Tag ID
fr_fr: ID de balise %s

# placeholder: Quiz
source: %s Category ID
fr_fr: ID de catégorie %s

# placeholder: Quiz
source: LearnDash %s List
fr_fr: LearnDash %s liste

# placeholder: course
source: This block shows the content if the user is enrolled into the %s but not yet completed.
fr_fr: Ce bloc affiche le contenu si l'utilisateur est inscrit dans le %s mais pas encore terminé.

# LearnDash Course Progress
source: LearnDash %s Progress
fr_fr: Barre de progression %s LearnDash

# placeholder: Lesson
source: %s Category Settings
fr_fr: %s paramètres de catégorie

# placeholder: Lesson
source: %s Category Slug
fr_fr: %s catégorie Slug

# placeholder: Lesson
source: %s Category Selector
fr_fr: Sélecteur de catégorie %s

# placeholder: Lesson
source: %s Tag Settings
fr_fr: %s paramètres de balise

# placeholder: Lesson
source: %s Tag ID
fr_fr: ID de balise %s

# placeholder: Lesson
source: %s Category ID
fr_fr: ID de catégorie %s

# placeholder: Lesson
source: LearnDash %s List
fr_fr: LearnDash %s liste

# placeholders: lessons
source: This block shows a list of %s.
fr_fr: Ce bloc affiche une liste de %s.

# placeholder: lessons
source: shows %s with mentioned category slug.
fr_fr: montre %s avec la catégorie mentionnée Slug.

# placeholder: lessons
source: shows %s with mentioned category ID.
fr_fr: montre le %s avec la catégorie d'id mentionné.

# placeholder: courses, course, quiz
source: Displays user's enrolled %1$s, %2$s progress, %3$s scores, and achieved certificates.
fr_fr: Affiche l'inscription%1$s,%2$s progression,%3$s scores et les certificats obtenus.

# placeholders: quizzes
source: This block shows a list of %s.
fr_fr: Ce bloc affiche une liste de %s.

# placeholder: Quizzess
source: %s per page
fr_fr: %s par page

# placeholder: quizzes
source: shows %s with mentioned category slug.
fr_fr: montre %s avec la catégorie mentionnée Slug.

# placeholder: quizzes
source: shows %s with mentioned tag slug.
fr_fr: montre %s avec tag Slug mentionné.

# placeholder: Quizzes
source: shows a %s category dropdown.
fr_fr: montre un menu déroulant de catégorie de %s.

# placeholder: Quizzes
source: shows %s with mentioned tag ID.
fr_fr: affiche le %s avec l'id de tag mentionné.

# placeholder: Quizzes
source: shows %s with mentioned WP category slug.
fr_fr: montre %s avec la catégorie sélectionnée

# placeholder: Quizzes
source: shows %s with mentioned category ID.
fr_fr: montre le %s avec la catégorie d'id mentionné.

# placeholder: Quizzes
source: shows %s with mentioned WP tag slug.
fr_fr: montre %s avec la limace tag WP mentionnée.

# placeholder: Quizzes
source: shows %s with mentioned WP tag ID.
fr_fr: affiche %s avec l'ID de balise WP mentionné.

# placeholder: Topic
source: %s Category Settings
fr_fr: %s paramètres de catégorie

# placeholder: Topic
source: %s Category Slug
fr_fr: %s catégorie Slug

# placeholder: Topic
source: %s Tag Settings
fr_fr: %s paramètres de balise

# placeholder: Topic
source: %s Tag ID
fr_fr: ID de balise %s

# placeholder: Topic
source: %s Category ID
fr_fr: ID de catégorie %s

# placeholder: Topic
source: LearnDash %s List
fr_fr: LearnDash %s liste

# placeholders: topics
source: This block shows a list of %s.
fr_fr: Ce bloc affiche une liste de %s.

# placeholder: Topics
source: %s per page
fr_fr: %s par page

# placeholder: Topics
source: shows %s with mentioned tag ID.
fr_fr: affiche le %s avec l'id de tag mentionné.

# placeholder: Topics
source: shows %s with mentioned WP category slug.
fr_fr: montre %s avec la catégorie sélectionnée

# placeholder: Topics
source: shows %s with mentioned category ID.
fr_fr: montre le %s avec la catégorie d'id mentionné.

# placeholder: Topics
source: shows %s with mentioned WP tag slug.
fr_fr: montre %s avec la limace tag WP mentionnée.

# placeholder: Topics
source: shows %s with mentioned WP tag ID.
fr_fr: affiche %s avec l'ID de balise WP mentionné.

# placeholder: topics
source: shows %s with mentioned category slug.
fr_fr: montre %s avec la catégorie mentionnée Slug.

# placeholder: topics
source: shows %s with mentioned category ID.
fr_fr: montre le %s avec la catégorie d'id mentionné.

# placeholder: topics
source: shows a %s category dropdown.
fr_fr: montre un menu déroulant de catégorie de %s.

# placeholder: topics
source: shows %s with mentioned tag slug.
fr_fr: montre %s avec tag Slug mentionné.

# placeholder: topic
source: %s Category Selector
fr_fr: Sélecteur de catégorie %s

# LearnDash User Course Points
source: LearnDash User %s Points
fr_fr: LearnDash %s des points de l'utilisateur

source: The password for the post if it is password protected.
fr_fr: Le mot de passe pour la publication s'il est protégé par un mot de passe.

source: Unique identifier for the object.
fr_fr: Identifiant unique pour l&rsquo;objet.

source: Whether to bypass trash and force deletion.
fr_fr: Si la corbeille doit être contournée et la suppression forcée.

source: LearnDash LMS Blocks
fr_fr: LearnDash blocs LMS

source: Unable to write to UPLOADS directory. Is this directory writable by the server?
fr_fr: Impossible d’écrire dans le répertoire UPLOADS. Ce répertoire est-il accessible en écriture par le serveur ?

source: Approve
fr_fr: Approuver

source: Assignment
fr_fr: Travail

# Associate with a course.
source: Associate with a %s.
fr_fr: Associer à une %s.

# Associate with a lesson.
source: Associate with a %s.
fr_fr: Associer à une %s.

source: Update & Approve
fr_fr: Mettre à jour & approuver

source: Points not enabled
fr_fr: Points non activés

source: Assignment Points.
fr_fr: Donner des points pour le Devoir.

source: Assignment download.
fr_fr: Téléchargement du devoir.

source: Assignments
fr_fr: Devoirs

source: Edit Assignment
fr_fr: Modifier le travail

source: View Assignment
fr_fr: Voir devoir

source: Search Assignments
fr_fr: Affectations de recherche

source: No assignment found in Trash
fr_fr: Aucune affectation trouvée dans la corbeille

# placeholder: points awarded values (30/100) 30%
source: Points Awarded: %s
fr_fr: Points gagnés : %s

# Assignment upload default value for points
source: Pending
fr_fr: En attente

source: Uploaded file size exceeds allowed limit.
fr_fr: La taille de fichier téléchargée dépasse la limite autorisée.

source: The uploaded file type is not allowed.
fr_fr: Le type de fichier téléchargé n'est pas autorisé.

source: Number of allowed assignment uploads reached.
fr_fr: Nombre de téléchargements d'affectation autorisés atteints.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.

source: License Settings
fr_fr: Réglages de la licence

# placeholder: link to purchase LearnDash
source: Please enter a valid license or %s one now.
fr_fr: Veuillez entrer une licence valide ou %s.

source: buy
fr_fr: acheter

source: Your license is valid.
fr_fr: Votre licence est valide

source: License Key:
fr_fr: Clé de licence:

source: Update License
fr_fr: Mettre à jour la licence

source: PRINT YOUR CERTIFICATE
fr_fr: IMPRIMER VOTRE CERTIFICAT !

source: LearnDash Certificate Options
fr_fr: Imprimez votre certificat

source: Letter / USLetter (default)
fr_fr: Lettre / US Lettre (par défaut)

source: Landscape (default)
fr_fr: Paysage (défaut)

source: PDF Page Size
fr_fr: Dimension de la page au format PDF

source: PDF Page Orientation
fr_fr: Orientation de la Page PDF

source: <strong>Generating completed successfully.</strong><br /><br />Post/Page title:
fr_fr: <strong>Génération effectuée avec succès.</strong><br /><br />Titre de page/article :

source: <br />Output path:
fr_fr: <br />Chemin de sortie :

source: <br /><br />Go back to
fr_fr: <br /><br />Retour à

source: the setting panel</a>.
fr_fr: sur le panneau de configuration.

source: POST2PDF Converter
fr_fr: Convertisseur POST2PDF

source: LearnDash Groups
fr_fr: Groupes LearnDash

source: Holds LearnDash user Groups
fr_fr: Contient les groupes d'utilisateurs Learndash

source: Complete Your Purchase
fr_fr: Terminer votre achat

source: View
fr_fr: Voir

# placeholder: Post Type Singlular Label
source: %s updated.
fr_fr: %s mis à jour.

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

# placeholder: Post Type Singular Label, Revision Title
source: %1$s restored to revision from %2$s.
fr_fr: %1$s restoré à la révision en provenance de %2$s.

# placeholder: Post Type Singlular Label
source: %s published.
fr_fr: %s publié.

# placeholder: Post Type Singlular Label
source: %s saved.
fr_fr: %s enregistré.

# placeholder: Post Type Singlular Label
source: %s submitted.
fr_fr: %s soumis.

# placeholder: Post Type Singlular Label, scheduled date
source: %1$s scheduled for: %2$s.
fr_fr: %1$s prévu pour: %2$s.

# placeholder: Post Type Singlular Label
source: %s draft updated.
fr_fr: %s des brouillons mis à jour.

# Post Type General Name
source: Submitted Essays
fr_fr: Essais réalisés

source: Submitted Essays
fr_fr: Essais réalisés

source: All Submitted Essays
fr_fr: Essais réalisés

source: New Submitted Essay
fr_fr: Nouvel essai soumis

source: Edit Submitted Essay
fr_fr: Editer l'essai

source: Update Submitted Essay
fr_fr: Mettre à jour l'essai

source: View Submitted Essay
fr_fr: Voir l'essai soumis

source: Search Submitted Essays
fr_fr: Chercher les essais soumis

source: Submitted Essay Not found in Trash
fr_fr: Essai non trouvé dans la corbeille

source: Submitted Essay Reverted to Draft
fr_fr: Essai soumis retourné au brouillon

# Custom Essay post type status: Graded
source: Graded
fr_fr: Classés

# Custom Essay post type status: Not Graded
source: Not Graded
fr_fr: Non noté

source: View uploaded file
fr_fr: Voir fichier uploadé

# Assigned Lesson
source: Assigned %s
fr_fr: %s assigné

# Assigned Quiz
source: Assigned %s
fr_fr: %s assigné

source: See upload below.
fr_fr: Voir le téléversement ci-dessous.

source: Comments
fr_fr: Commentaires

source: Upload was not provided for this question
fr_fr: Le téléversement n'a pas été donné pour cette question

source: Essay Grading Status
fr_fr: Etat de la notation de la rédaction

source: Not Graded
fr_fr: Non noté

source: Graded
fr_fr: Classés

source: Essay Question
fr_fr: Questions essai

source: Edit
fr_fr: Modifier

source: Points available
fr_fr: Points disponibles

source: Points awarded
fr_fr: Points gagnés

# Essay Quiz
source: Essay %s
fr_fr: Essai %s

# No Quiz
source: No %s
fr_fr: Aucun(e) %s

# Essay Course
source: Essay %s
fr_fr: Essai %s

# Essay Lesson
source: Essay %s
fr_fr: Essai %s

source: Submitted on: <b>%1$s</b>
fr_fr: Envoyé le&nbsp;: <b>%1$s</b>

source: Delete Permanently
fr_fr: Supprimer Définitivement

source: Move to Trash
fr_fr: Mettre à la corbeille

source: Invalid essay uploaded file type.
fr_fr: Essai invalide type de fichier téléchargé.

# placeholder: Questions
source: No associated %s
fr_fr: Aucun %s associé

source: Certificate Pending - Questions still need to be graded, please check your profile for the status.
fr_fr: Certificat en attente - Des questions doivent encore être notées, vérifiez votre profil pour connaître l'état.

source: Close
fr_fr: Fermer

source: Loading
fr_fr: Chargement

# Previous Quiz Button Label
source: View Previous Answers
fr_fr: Les réponses précédentes

source: You are not currently logged in.
fr_fr: Vous n’êtes actuellement pas connecté.

source: Course ID to enroll into.
fr_fr: ID de cours dans lequel inscrire l'utilisateur.

source: Group IDs to enroll into Course.
fr_fr: ID de groupe à inscrire dans le cours.

source: Group IDs to remove from Course.
fr_fr: ID de groupe à supprimer de cours.

source: Invalid Course ID.
fr_fr: ID de cours invalide.

source: Missing Group IDs.
fr_fr: IDs du groupe manquant.

source: You need to define a search term to order by relevance.
fr_fr: Vous devez définir un terme de recherche à classer par pertinence.

source: You need to define an include parameter to order by include.
fr_fr: Vous devez définir un paramètre d’inclusion pour ordonner avec <em lang=“en”>include</em>.

source: The page number requested is larger than the number of pages available.
fr_fr: Le numéro de page demandé est plus grand que le nombre de pages disponibles.

source: Returned values.
fr_fr: Valeurs renvoyées.

source: Filter returned results by step type.
fr_fr: Filtrer les résultats renvoyés par type d'étape.

source: Course ID.
fr_fr: ID de cours.

source: User IDs to enroll into Course. Limit 50 per request.
fr_fr: ID utilisateur à inscrire dans cours. Limitez 50 par demande.

source: User IDs to remove from Group. Limit 50 per request.
fr_fr: ID utilisateur à supprimer du groupe. Limitez 50 par demande.

source: Missing User IDs.
fr_fr: ID utilisateur manquant.

source: Group ID to enroll into.
fr_fr: ID de groupe à inscrire.

source: Course IDs to enroll into Group.
fr_fr: ID de cours à s'inscrire dans le groupe.

source: Course IDs to remove from Group.
fr_fr: ID de cours à supprimer du groupe.

source: Invalid group ID.
fr_fr: ID de groupe non valide.

source: Missing Course IDs.
fr_fr: ID de cours manquant.

source: Missing Course ID.
fr_fr: ID de cours manquant.

source: Group ID to enroll group leader into.
fr_fr: ID de groupe pour inscrire le chef de groupe dans.

source: Group Leader User IDs to enroll into Group.
fr_fr: Les ID utilisateur du chef de groupe s'inscrivent dans le groupe.

source: Group Leader User IDs to remove from Group.
fr_fr: ID utilisateur du chef de groupe à supprimer du groupe.

source: Missing Group Leader User IDs.
fr_fr: Group Leader User IDs manquant

source: User IDs to enroll into Group.
fr_fr: ID utilisateur à s'inscrire dans le groupe.

source: User IDs to remove from Group.
fr_fr: ID utilisateur à supprimer du groupe.

# placeholder: course
source: Limit results to be within a specific %s. Required for non-admin users.
fr_fr: Limiter les résultats à l'intérieur d'un %s spécifique. requis pour les utilisateurs non-admin.

source: Sorry, you are not allowed to view this item.
fr_fr: Vous n'êtes pas autorisé à voir à ce fichier.

# placeholder: lesson, course, quizzes
source: Limit results to be within a specific %1$s. Pass zero to show global %2$s %3$s. Must be used with course parameter.
fr_fr: Limiter les résultats à l'intérieur d'un%1$s. passer zéro pour afficher global%2$s %3$s. doit être utilisé avec le paramètre de cours.

# placeholder: topic
source: Limit results to be within a specific %s. Must be used with course parameter.
fr_fr: Limiter les résultats à l'intérieur d'un %s spécifique doit être utilisé avec le paramètre de cours.

source: Invalid Lesson ID.
fr_fr: ID de la leçon invalide.

source: Invalid Topic ID.
fr_fr: ID de rubrique non valide.

# placeholder: lesson
source: Limit results to be within a specific %s. Must be used with course parameter.
fr_fr: Limiter les résultats à l'intérieur d'un %s spécifique doit être utilisé avec le paramètre de cours.

source: User ID to show course progress
fr_fr: ID utilisateur pour afficher la progression du cours

source: Invalid user ID. #1
fr_fr: ID utilisateur non valide. #1

source: User ID to enroll user into.
fr_fr: ID utilisateur pour inscrire l'utilisateur dans.

source: Courses IDs to add to User.
fr_fr: ID de cours à ajouter à l'utilisateur.

source: Course IDs to remove from User.
fr_fr: ID de cours à supprimer de l'utilisateur.

source: Invalid User ID.
fr_fr: Identifiant utilisateur invalide.

source: Group IDs to add to User.
fr_fr: ID de groupe à ajouter à l'utilisateur.

source: Group IDs to remove from User.
fr_fr: ID de groupe à supprimer de l'utilisateur.

source: Invalid user ID.
fr_fr: Identifiant utilisateur non valide.

source: Sorry, you are not allowed to edit this user.
fr_fr: Désolée, vous n’avez pas l’autorisation de modifier cet utilisateur.

source: Reset Settings
fr_fr: Réinitialiser les paramètres

source: Save Changes
fr_fr: Enregistrer

source: Insert Shortcode
fr_fr: Insérer la balise

# placeholder: quiz
source: Hide %s title
fr_fr: Masquer le titre de %s

# placeholder: quiz
source: The title serves as %s heading.
fr_fr: Le titre est utilisé comme entête du %s

# placeholder: quiz
source: Hide "Restart %s" button
fr_fr: Cacher le bouton "Redémarrer le %s"

# placeholder: quiz
source: Hide the "Restart %s" button in the Frontend.
fr_fr: Cacher le bouton "Redémarrer le %s" dans l'application.

source: Hide "View question" button
fr_fr: Cacher le bouton "Voir la question".

source: Hide the "View question" button in the Frontend.
fr_fr: Masquer le bouton "Afficher la question" dans l'interface utilisateur.

source: Display question randomly
fr_fr: Afficher les questions au hasard

source: Display question randomly in the Frontend.
fr_fr: Afficher la question aléatoirement dans le frontend.

source: Display answers randomly
fr_fr: Afficher les réponses au hasard

source: Display answers randomly in the Frontend.
fr_fr: Afficher les réponses au hasard dans le frontend.

source: Sort questions by category
fr_fr: Trier les questions par catégorie

source: Also works in conjunction with the "display randomly question" option.
fr_fr: Fonctionne aussi avec l'option "afficher question au hasard".

source: Time limit
fr_fr: Limite de temps

source: Seconds
fr_fr: Secondes
